Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# XeniaSettingsPage_GraphicsVulkanAllowPresentModeIntermediateSettingTooltip
source: Highest priority present mode Allows the immediate presentation mode, offering the lowest latency with the possibility of screen tearing in certain cases and variable refresh rate NOTE: If this doesn't work, try the other 2 present modes
de_de: Präsentationsmodus mit höchster Priorität Ermöglicht den sofortigen Präsentationsmodus, bietet die niedrigste Latenz, kann jedoch in bestimmten Fällen Bildzerreißen (Screen Tearing) verursachen und unterstützt variable Bildwiederholraten. Hinweis: Falls dieser Modus nicht funktioniert, probiere die beiden anderen Präsentationsmodi aus.
es_es: Modo presentación de prioridad máxima Permite el modo de presentación inmediata, ofrece una latencia mínima con la posibilidad de introducir rasgados en la pantalla en algunos casos y tasa de actualización variable NOTA: Si esto no funciona, prueba los otros 2 modos de presentación
fr_fr: Mode de présentation de priorité la plus élevée Permet le mode de présentation immédiat, offrant la latence la plus faible avec la possibilité de déchirement d'écran dans certains cas et taux de rafraîchissement variable NOTE : Si cela ne fonctionne pas, essayez les 2 autres modes de présentation
hr_hr: Način prikaza s najvišim prioritetom Omogućuje način prikaza u trenutku, nudeći najnižu latenciju s mogućnošću kidanja slike u određenim slučajevima i promjenjivom brzinom osvježavanja NAPOMENA: Ako ovo ne uspije, pokušajte s druga 2 načina prikaza
it_it: Modalità di presentazione con priorità più alta Consente la modalità di presentazione immediata, offrendo la latenza più bassa con la possibilità di screen tearing in alcuni casi e frequenza di aggiornamento variabile NOTA: Se non funziona, prova le altre 2 modalità di presentazione
ko_kr: 높은 우선순위 표시 모드 즉시 표시 모드를 허용합니다.. 최저 지연 시간을 제공하지만 특정 경우 화면 찢어짐 현상이 발생할 수 있으며 가변 재생률을 지원합니다.. 노트: 이 방식이 작동하지 않으면 다른 2가지 표시 모드를 시도해 보세요.
nl_nl: Hoogste prioriteit tegenwoordige modus Staat onmiddellijke presentatiemodus toe, biedt de laagste vertraging met de mogelijkheid om scherm te verscheuren in bepaalde gevallen en variabele ververssnelheid OPMERKING: Als dit niet werkt probeer de andere 2 huidige modi
no_no: Høyeste prioritet nåværende modus gir umiddelbar presentasjonsmodus, tilbyr den laveste latensen med muligheten for at skjermen kan rives i enkelte tilfeller og variabel oppdateringsrate MERK: Hvis dette ikke fungerer. prøv de andre to nåværende modusene
pl_pl: Tryb prezentacji o najwyższym priorytecie Umożliwia tryb natychmiastowej prezentacji, oferując najniższe opóźnienie z możliwością rozrywania obrazu w pewnych przypadkach i zmienną częstotliwością odświeżania UWAGA: Jeśli to nie działa, wypróbuj pozostałe 2 tryby prezentacji
pt_br: Modo de apresentação de prioridade máxima Permite o modo de apresentação imediata, oferece latência mínima com a possibilidade de causar rasgos na tela em alguns casos e taxa de atualização variável. NOTA: Se isso não funcionar, teste os outros 2 modos de apresentação
pt_pt: Modo presente de prioridade mais alta Permite o modo de apresentação imediata oferecer a menor latência com a possibilidade de detetar tela em certos casos e a taxa de atualização de variáveis NOTA: Se isso não funcionar, tente os outros 2 modos presentes
ru_ru: Режим представления с наивысшим приоритетом. Обеспечивает немедленный вывод изображения без буферизации, обеспечивая минимальную задержку, однако в некоторых случаях может вызывать разрывы изображения при использовании переменной частоты обновления. Примечание: если этот режим не работает, попробуйте два других режима представления.
sv_se: Högsta prioritet nuvarande läge Tillåter omedelbar presentation, erbjuder lägsta fördröjning med möjlighet till skärmrivning i vissa fall och variabel uppdateringsfrekvens OBS: Om detta inte fungerar, prova de andra 2 nuvarande lägena
zh_cn: 最高优先级当前模式 允许即时演示模式， 在某些情况下提供屏幕拆除的最低延迟率，并且可变刷新率为 注意：如果这不起作用。 尝试其他2种当前模式
zh_hans: 最高优先级呈现模式 允许立即呈现模式， 提供最低延迟，但在某些情况下可能出现屏幕撕裂和可变刷新率 注意：如果这不起作用，请尝试其他 2 种呈现模式

# XeniaSettingsPage_GraphicsVulkanAllowPresentModeMailboxSettingText
source: Present Mode Mailbox (Vulkan)
de_de: Präsentationsmodus: Mailbox (Vulkan)
es_es: Modo de presentación de buzón (Vulkan)
fr_fr: Mode de présentation Mailbox (Vulkan)
hr_hr: Trenutni Način Rada Mailbox (Vulkan)
it_it: Modalità Presentazione Mailbox (Vulkan)
ja_jp: 現在モードのメールボックス (Vulkan)
ko_kr: 메일박스 표시 모드 (Vulkan)
nl_nl: Presente-modus Mailbox (Vulkan)
no_no: Nåværende modus postboks (Vulkan)
pl_pl: Tryb prezentacji Mailbox (Vulkan)
pt_br: Modo de apresentação em mailbox (Vulkan)
ru_ru: Режим представления: Mailbox (Vulkan)
sv_se: Presentläge Brevlåda (Vulkan)
zh_cn: 当前模式邮箱 (Vulkan)
zh_hans: 呈现模式 Mailbox (Vulkan)

# XeniaSettingsPage_GraphicsVulkanAllowPresentModeMailboxSettingTooltip
source: Middle priority present mode Allows the mailbox presentation mode (2nd priority), offering low latency without the possibility of tearing NOTE: If this doesn't work, try FIFO Relaxed present mode
de_de: Präsentationsmodus mit mittlerer Priorität Ermöglicht den Mailbox‑Präsentationsmodus (zweithöchste Priorität) bietet geringe Latenz ohne die Möglichkeit von Bildzerreißen (Tearing). Hinweis: Falls dieser Modus nicht funktioniert, probiere den FIFO‑Relaxed‑Präsentationsmodus aus
es_es: Modo presentación de prioridad media Permite el modo de presentación de buzón (2º prioridad), ofreciendo una latencia baja sin la posibilidad de introducir rasgados NOTA: Si esto no funciona, prueba el modo de presentación relajado PEPS
fr_fr: Mode de présentation de priorité moyenne Permet le mode de présentation mailbox (2ème priorité), offrant une faible latence sans possibilité de déchirement NOTE : Si cela ne fonctionne pas, essayez le mode de présentation FIFO Relaxed
hr_hr: Način prikaza srednjeg prioriteta Omogućuje način prikaza poštanskog sandučića (2. prioritet), nudeći nisku latenciju bez mogućnosti kidanja NAPOMENA: Ako ovo ne uspije, pokušajte s FIFO opuštenim načinom prikaza
it_it: Modalità di presentazione con priorità media Consente la modalità di presentazione mailbox (2a priorità), offrendo bassa latenza senza la possibilità di tearing NOTA: Se non funziona, prova la modalità FIFO Relaxed
ko_kr: 중간 우선순위 표시 모드 메일박스 표시 모드를 허용합니다. (2차 우선순위). 저지연 성능을 제공하며 화면 찢어짐 현상이 발생하지 않습니다.. 노트: 이 방식이 작동하지 않으면, 완화된 FIFO 표시 모드를 시도해보세요.
nl_nl: Midden prioriteit huidige modus Staat de postvak presentatie modus toe (2e prioriteit), biedt lage vertraging aan zonder de mogelijkheid om te verscheuren: als dit niet werkt, probeer dan FIFO Relaxed huidige modus
no_no: Mulig prioritet gir visning av postkassen (2. prioritet), tilbyr lav latens uten muligheten for å rive MERK: Hvis dette ikke fungerer, kan du prøve FIFO med avslappet nåværende modus
pl_pl: Tryb prezentacji o średnim priorytecie Umożliwia tryb prezentacji mailbox (2. priorytet), oferując niskie opóźnienie bez możliwości rozrywania obrazu UWAGA: Jeśli to nie działa, wypróbuj tryb prezentacji FIFO Relaxed
pt_br: Modo de apresentação de prioridade média Permite o modo de apresentação em mailbox (2ª prioridade), oferecendo baixa latência sem a possibilidade de causar rasgos na tela. NOTA: Se isso não funcionar, teste o modo de apresentação relaxado PEPS
pt_pt: Modo presente de prioridade média Permite o modo de apresentação da caixa de correio (2nd prioridade), oferecendo baixa latência sem a possibilidade de desmontar NOTA: Se isso não funcionar, experimente o modo presente Relaxado FIFO
ru_ru: Режим представления со средним приоритетом. Обеспечивает низкую задержку, исключая разрывы изображения. Примечание: если этот режим не работает, попробуйте режим FIFO Relaxed.
sv_se: Nuvarande läge för mellanprioritet tillåter postlådans presentationsläge (2:a prioritet), erbjuder låg fördröjning utan möjlighet att riva OBS: Om detta inte fungerar, prova FIFO Avslappnat nuvarande läge
zh_cn: 中间优先级显示模式 允许邮件箱演示模式 (2nd priority), 提供低延迟，不可能拆除 注意：如果这不起作用，试试FIFO 放松当前模式
zh_hans: 中等优先级呈现模式 允许邮箱呈现模式 (第二优先级)， 提供低延迟且无撕裂可能性 注意：如果这不起作用，请尝试 FIFO Relaxed 呈现模式

# XeniaSettingsPage_GraphicsVulkanAllowPresentModeFifoRelaxedSettingText
source: Present Mode FIFO Relaxed (Vulkan)
de_de: Präsentationsmodus: FIFO Relaxed (Vulkan)
es_es: Modo de presentación relajado PEPS (Vulkan)
fr_fr: Mode de présentation FIFO Relaxed (Vulkan)
hr_hr: Opušteni Trenutni Način Rada FIFO (Vulkan)
it_it: Modalità Presentazione FIFO Relaxed (Vulkan)
ja_jp: 現在モードFIFOリラックスした (Vulkan)
ko_kr: 완화된 FIFO 표시 모드 (Vulkan)
nl_nl: Presente-modus FIFO Relaxed (Vulkan)
no_no: Nåværende modus – FIFO slapp av (ulkan)
pl_pl: Tryb prezentacji FIFO Relaxed (Vulkan)
pt_br: Modo de apresentação relaxado PEPS (Vulkan)
pt_pt: Modo presente FIFO Relaxado (Vulkan)
ru_ru: Режим представления: FIFO Relaxed (Vulkan)
sv_se: Nuvarande läge FIFO Avslappnad (Vulkan)
zh_hans: 呈现模式 FIFO Relaxed (Vulkan)

# XeniaSettingsPage_GraphicsVulkanAllowPresentModeFifoRelaxedSettingTooltip
source: Lowest priority present mode Allows the relaxed first-in first-out presentation mode, which causes waiting for host display vertical sync, but may present with tearing if frames don't meet the host display refresh rate
de_de: Präsentationsmodus mit niedrigster Priorität Ermöglicht den FIFO‑Relaxed‑Präsentationsmodus (First In, First Out – entspannt), bei dem auf die vertikale Synchronisation des Host‑Displays gewartet wird, aber Bildzerreißen (Tearing) auftreten kann, wenn die Bildrate die Bildwiederholfrequenz des Host‑Displays nicht erreicht.
es_es: Modo de presentación de prioridad mínima Permite el modo de presentación PEPS relajado (primero en entrar, primero en salir), causa una espera de sincronización vertical de la pantalla del anfitrión, pero puede presentar rasgados si los cuadros no coinciden con la tasa de actualización de la pantalla del anfitrión
fr_fr: Mode de présentation de priorité la plus faible Permet le mode de présentation premier entré premier sorti détendu, qui provoque l'attente de la synchronisation verticale de l'affichage hôte, mais peut présenter avec déchirement si les images ne respectent pas le taux de rafraîchissement de l'affichage hôte
hr_hr: Način prikaza s najnižim prioritetom Omogućuje opušteni način prikaza "prvi unutra, prvi van", što uzrokuje čekanje vertikalne sinkronizacije glavnog zaslona, ali može uzrokovati trganje slike ako okviri ne zadovoljavaju brzinu osvježavanja glavnog zaslona
it_it: Modalità di presentazione con priorità più bassa Consente la modalità di presentazione first-in first-out rilassata, che causa l'attesa del vertical sync del display host, ma può presentare tearing se i frame non rispettano la frequenza di aggiornamento del display host
ko_kr: 낮은 우선순위 표시 모드 완화된 선입선출 (first-in first-out) 표시 모드를 허용합니다.. 호스트 디스플레이의 수직 동기화 신호를 기다리지만, 프레임이 호스트 디스플레이의 주사율과 일치하지 않을 경우 화면 찢어짐 현상이 발생할 수 있습니다..
nl_nl: Laagste prioriteit huidige modus staat de ontspannen eerste presentatie modus toe, dat wacht op verticale synchronisatie van de hostweergave, maar kan aanwezig zijn met scheuren als frames niet voldoen aan de host verversingskoers
no_no: Laveste prioritet nåværende modus tillater den avslappede førstegangs presentasjonsmodus, som forårsaker venting på vertikal synk fra verten , men kan vise en riving hvis ikke rammer møter vertens visningsobjekt
pl_pl: Tryb prezentacji o najniższym priorytecie Umożliwia zrelaksowany tryb prezentacji first-in first-out, który powoduje oczekiwanie na synchronizację pionową wyświetlacza hosta, ale może powodować rozrywanie obrazu, jeśli klatki nie są zgodne z częstotliwością odświeżania wyświetlacza
pt_br: Modo de apresentação de prioridade mínima Permite o modo de apresentação PEPS relaxado (primeiro a entrar, primeiro a sair), causa uma espera de sincronização vertical da tela do host, mas pode causar rasgos se os quadros não coincidirem com a taxa de atualização da tela do host
pt_pt: Modo presente de menor prioridade Permite o modo de apresentação inicial relaxado que causa espera pela sincronização vertical do host mas pode apresentar com desmontagem se os quadros não atenderem à taxa de atualização da tela do host
ru_ru: Режим представления с минимальным приоритетом. Используется упрощённый режим вывода по принципу «первым пришло - первым ушло» (FIFO), при котором происходит ожидание вертикальной синхронизации экрана. Однако при несовпадении частоты кадров с частотой обновления экрана могут возникать разрывы изображения.
sv_se: Lägsta prioritet nuvarande läge Tillåter det avslappnade först-in-in-presentationsläget, vilket gör att du väntar på värdvisning vertikal synkronisering, men kan presentera med rivning om bågar inte uppfyller värdens uppdateringsfrekvens
zh_cn: 最低优先级当前模式 允许轻松的第一次演示模式， 导致等待主机显示垂直同步， 但如果帧不符合主机显示刷新速度，则可能出现泪滴。
zh_hans: 最低优先级呈现模式 允许宽松的先进先出呈现模式， 这会导致等待主机显示垂直同步， 但如果帧不满足主机显示刷新率，则可能会出现撕裂

# XeniaSettingsPage_GraphicsReadbackResolveSettingText
source: Readback Resolve
es_es: Resolución de lectura retroactiva
fr_fr: Résolution de lecture
hr_hr: Rješavanje Povratnog Čitanja
ko_kr: 리드백 리졸브
nl_nl: Readback Oplossen
no_no: Tilbakestilling Løs
pt_br: Resolução de leitura retroativa
pt_pt: Resolver Readback
ru_ru: Выгрузка данных рендеринга на ЦП
sv_se: Läsa tillbaka Lös
zh_cn: 读取解析
zh_hans: 读回解析

# XeniaSettingsPage_GraphicsReadbackResolveSettingTooltip
source: Read render-to-texture results on the CPU This may be needed in some games, but causes mid-frame synchronization, so it has a huge performance impact
de_de: Render‑to‑Texture‑Ergebnisse auf der CPU auslesen Dies kann in manchen Spielen erforderlich sein, verursacht jedoch eine Synchronisation mitten im Frame, was einen massiven Leistungseinbruch zur Folge hat.
es_es: Lee resultados de renderizar-a-textura en la CPU Esto puede ser necesario en algunos juegos, pero causa una sincronización de cuadros medios, por lo que tiene un impacto enorme en el rendimiento
fr_fr: Lit les résultats de rendu-vers-texture sur le CPU Cela peut être nécessaire dans certains jeux, mais provoque une synchronisation au milieu de l'image, donc cela a un impact énorme sur les performances
hr_hr: Čitanje rezultata renderiranja u teksturu na CPU-u Ovo može biti potrebno u nekim igrama, ali uzrokuje sinkronizaciju u sredini kadra, pa ima ogroman utjecaj na performanse
it_it: Legge i risultati del render-to-texture sulla CPU Può essere necessario in alcuni giochi, ma causa una sincronizzazione a metà frame, quindi ha un grande impatto sulle prestazioni
ko_kr: CPU에서 render-to-texture를 읽습니다.. 이것은 몇몇 게임에서 필요로 합니다.. 중간 프레임 동기화를 발생시키며, 성능에 매우 큰 영향을 줄 수 있습니다..
nl_nl: Lees render-to-texture-resultaten op de CPU Dit kan nodig zijn in sommige spellen, maar veroorzaakt middelste frame synchronisatie, dus het heeft een enorme impact op de prestaties
no_no: Les render-to-texture resultater på CPU Dette kan være nødvendig i enkelte spill, men forårsaker midtrammens synkronisering, slik at den får stor innvirkning på ytelsen
pl_pl: Odczyt wyników renderowania do tekstury na CPU Może być wymagane w niektórych grach, ale powoduje synchronizację w połowie klatki, co ma ogromny wpływ na wydajność
pt_br: Lê os resultados de renderizar-para-textura na CPU. Isso pode ser necessário em alguns jogos, mas causa uma sincronização intermediária de quadros, o que impacta muito o desempenho.
pt_pt: Leia os resultados de renderização a textura na CPU Isto pode ser necessário em alguns jogos, mas causa uma sincronização média de frame, por isso tem um enorme impacto no desempenho
ru_ru: Позволяет процессору читать результаты отрисовки в текстуру. Может быть необходима для работы некоторых игр. Однако это вызывает синхронизацию в середине кадра, что значительно снижает производительность, так как GPU и CPU вынуждены ждать друг друга, нарушая асинхронность работы.
sv_se: Läsa resultat från render-till-textur på CPU Detta kan behövas i vissa spel, men orsakar mid-frame synkronisering, så det har en enorm effekt på prestanda
zh_cn: 在 CPU 上读取渲染到纹理结果。这可能是某些游戏所需要的， 但会导致中帧同步，因此会产生巨大的性能影响
zh_hans: 在 CPU 上读取渲染到纹理的结果 某些游戏中可能需要此功能， 但会导致帧中同步，因此对性能影响很大

# XeniaSettingsPage_GraphicsDrawResolutionScaleSettingText
source: Draw Resolution Scale
de_de: Zeichenauflösungs‑Skalierung
es_es: Escala de resolución de dibujado
fr_fr: Échelle de résolution de dessin
hr_hr: Mjerilo Rezolucije Crtanja
it_it: Scala Risoluzione Rendering
ja_jp: 解像度の大きさ
ko_kr: 표시 해상도 스케일링
nl_nl: Weergeven resolutie schaal
no_no: Vis oppløsning skala
pl_pl: Skala rozdzielczości rysowania
pt_br: Escala de resolução de desenho
pt_pt: Desenhar escala de resolução
ru_ru: Разрешение рендеринга
sv_se: Rita upplösning skala
zh_cn: 绘制分辨率比例
zh_hans: 绘制分辨率缩放

# XeniaSettingsPage_GraphicsDrawResolutionScaleSettingTooltip
source: Integer pixel width scale used for scaling the rendering resolution opaquely to the game 1, 2 and 3 are supported, though in the documentation, this value can go to 7 (8960x5040) If set to 2, render resolution goes from 720p to 1440p, if set to 3 to 4k... NOTE: Various effects and parts of game rendering pipelines may work incorrectly
de_de: Ganzzahliger Pixelbreitenskalierungsfaktor, der für die undurchsichtige Skalierung der Rendering Auflösung im Spiel verwendet wird. 1, 2 und 3 werden unterstützt, obwohl in der Dokumentation angegeben ist, dass dieser Wert bis zu 7 (8960×5040) betragen kann. Wenn er auf 2 gesetzt wird, steigt die Renderauflösung von 720p auf 1440p, bei 3 auf 4K... HINWEIS: Verschiedene Effekte und Teile der Rendering-Pipeline des Spiels können möglicherweise nicht korrekt funktionieren.
es_es: Escala de ancho de píxel entero utilizada para ajustar la resolución de renderizado de forma opaca al juego. Se admiten los valores 1, 2 y 3, aunque en la documentación, este valor puede llegar a 7 (8960x5040). Si se establece en 2, la resolución de renderizado va de 720p a 1440p; si se establece en 3, a 2160p. NOTA: Es posible que algunos efectos y partes de los canales de renderizado del juego no funcionen correctamente
fr_fr: Échelle de largeur de pixel entière utilisée pour mettre à l'échelle la résolution de rendu de manière opaque au jeu 1, 2 et 3 sont supportés, bien que dans la documentation, cette valeur peut aller jusqu'à 7 (8960x5040) Si défini sur 2, la résolution de rendu passe de 720p à 1440p, si défini sur 3 à 4k... NOTE : Divers effets et parties des pipelines de rendu de jeu peuvent fonctionner incorrectement
hr_hr: Cjelobrojna skala širine piksela koja se koristi za skaliranje rezolucije renderiranja neprozirno za igru 1, 2 i 3 su podržani, iako u dokumentaciji ova vrijednost može ići do 7 (8960x5040) Ako je postavljeno na 2, rezolucija renderiranja prelazi sa 720p na 1440p, ako je postavljeno na 3 na 4k... NAPOMENA: Različiti efekti i dijelovi cjevovoda renderiranja igre mogu raditi neispravno.
it_it: Scala intera della larghezza pixel utilizzata per ridimensionare la risoluzione di rendering opacamente al gioco 1, 2 e 3 sono supportati, anche se nella documentazione questo valore può arrivare a 7 (8960x5040) Se impostato a 2, la risoluzione di rendering passa da 720p a 1440p, se impostato a 3 a 4k... NOTA: Vari effetti e parti delle pipeline di rendering del gioco potrebbero funzionare in modo errato
ko_kr: 게임에 적용되는 렌더링 해상도 조정용 정수 픽셀 너비 스케일 문서에는 1, 2 또는 3만 지원된다고 하지만 사실 7까지 지원됩니다.. (8960x5040) 2로 설정하면 렌더링 해상도가 720p 에서 1440p로 변경됩니다.. 3으로 설정한다면 4k이고 또... 노트: 게임 렌더링 파이프라인의 다양한 효과 및 구성 요소가 정상적으로 작동하지 않을 수 있습니다..
nl_nl: Integer pixel breedte schaal gebruikt voor het schalen van de rendering resolutie onhandig in het spel 1, 2 en 3 worden ondersteund, hoewel in de documentatie deze waarde kan naar 7 (8960x5040) Indien ingesteld op 2, render resolutie gaat van 720p naar 1440p, indien ingesteld op 3 tot 4 k. . Opmerking: Diverse effecten en delen van de spel-rendering pipelines werken mogelijk onjuist
no_no: Helpiksel breddeskala brukt for skalering av renderingoppløsningen i spillet 1, 2 og 3 støttes selv om denne verdien i dokumentasjonen kan gå til 7 (8960x5040) Hvis satt til 2, render oppløsningen går fra 720p til 1440p, hvis satt til 3 til 4k. . MERK: Forskjellige effekter og deler av spillgjengivelsesrørledninger kan fungere feil
pl_pl: Całkowita skala szerokości piksela używana do skalowania rozdzielczości renderowania nieprzezroczyście dla gry Obsługiwane są 1, 2 i 3, chociaż w dokumentacji wartość ta może wynosić do 7 (8960x5040) Jeśli ustawione na 2, rozdzielczość renderowania wzrasta z 720p do 1440p, jeśli na 3 to do 4k... UWAGA: Różne efekty i części potoków renderowania gry mogą działać nieprawidłowo
pt_br: Escala de largura de pixel inteira usada para ajustar a resolução de renderização de forma transparente para o jogo. São aceitos os valores 1, 2 e 3, embora na documentação este valor possa chegar a 7 (8960x5040). Se definido como 2, a resolução de renderização vai de 720p a 1440p; se definido como 3, vai até 2160p. NOTA: É possível que alguns efeitos e partes dos canais de renderização do jogo não funcionem corretamente.
pt_pt: Escala de largura do pixel Inteiro usada para dimensionar a resolução de renderização opaca ao jogo 1, 2 e 3 são suportados, embora na documentação, este valor pode ir para 7 (8960x5040) Se definido como 2, resolução de renderização vai de 720p para 1440p, se definido como 3 a 4k. . NOTA: Vários efeitos e partes dos pipelines de renderização de jogos podem funcionar incorretamente
ru_ru: Целочисленный коэффициент, изменяющий ширину пикселя для масштабирования разрешения независимо от внутриигрового. Поддерживаются значения 1, 2 и 3 (макс. 7 - 8960×5040). Например, при значении 2 разрешение рендеринга повышается с 720p до 1440p, а при 3 - до 4K. Примечание: при изменении, некоторые эффекты и компоненты графического конвейера могут отображаться неправильно.
zh_hans: 用于将渲染分辨率对游戏不透明地缩放的整数像素宽度比例 支持 1、2 和 3，不过在文档中，此值可以达到 7 (8960x5040) 如果设置为 2，渲染分辨率从 720p 变为 1440p，如果设置为 3 则变为 4k... 注意：各种效果和游戏渲染管道的部分可能无法正常工作

# XeniaSettingsPage_GraphicsAntiAliasingSettingText
source: Anti-Aliasing
de_de: Kantenglättung
es_es: Suavizado de líneas
fr_fr: Anticrénelage
ja_jp: アンチエイリアス
ko_kr: 계단 현상 방지
no_no: Utjevning
pl_pl: Antyaliasing
pt_br: suavização de linhas
ru_ru: Сглаживание
sv_se: Kantutjämning
zh_cn: 抗锯齿模式
zh_hans: 抗锯齿
