Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# XeniaSettingsPage_NvidiaVSyncSettingTooltip
source: Enable Vertical Sync from NVIDIA Control Panel Turn off Xenia's Vertical Sync if you plan on using this one - Default (Use the 3D application settings) - Force Off - Allows GPU to render unconstrained by refresh rate, but it can cause screen tearing - Force On - Limits the GPU Render rate to the max refresh rate of the monitor and avoids tearing - 1/2 Refresh Rate - Limits the GPU render rate to half the monitor’s refresh rate - 1/3 Refresh Rate - Limits the GPU render rate to one-third the monitor’s refresh rate - 1/4 Refresh Rate - Limits the GPU render rate to one-fourth the monitor’s refresh rate - Adaptive (Fast Sync) - Limits the GPU Render rate similar to On, but if render rate drops it will allow screen tearing
de_de: Vertikale Synchronisation über die NVIDIA‑Systemsteuerung aktivieren Deaktiviere die vertikale Synchronisation in Xenia, wenn du diese Option verwenden möchtest. - Standard (3D‑Anwendungseinstellungen verwenden) - Erzwingen Aus – Erlaubt der GPU, unabhängig von der Bildwiederholrate zu rendern, kann jedoch zu Screen Tearing führen - Erzwingen Ein – Begrenzt die Render‑Rate der GPU auf die maximale Bildwiederholrate des Monitors und verhindert Tearing - 1/2 Bildwiederholrate – Begrenzt die Render‑Rate der GPU auf die Hälfte der Bildwiederholrate des Monitors - 1/3 Bildwiederholrate – Begrenzt die Render‑Rate der GPU auf ein Drittel der Bildwiederholrate des Monitors - 1/4 Bildwiederholrate – Begrenzt die Render‑Rate der GPU auf ein Viertel der Bildwiederholrate des Monitors - Adaptiv (Fast Sync) – Begrenzt die Render‑Rate der GPU ähnlich wie „Ein“, erlaubt jedoch Tearing, wenn die Render‑Rate unter die Bildwiederholrate fällt
es_es: Activa la sincronización vertical desde el panel de control de NVIDIA Apaga la sincronización vertical de Xenia si planeas usar esta - Por defecto (usa la configuración 3D de la aplicación) - Forzar apagado - Permite a la tarjeta renderizar sin restricciones impuestas por la tasa de refresco, pero puede causar rasgados de pantalla - Forzar encendido - Limita la tasa de renderizado de la tarjeta a la tasa de refresco máxima del monitor y evita rasgados - Tasa de refresco 1/2 - Limita la tasa de renderizado de la tarjeta a la mitad de la tasa de refresco del monitor - Tasa de refresco 1/3 - Limita la tasa de renderizado de la tarjeta a un tercio de la tasa de refresco del monitor - Tasa de refresco 1/4 - Limita la tasa de renderizado de la tarjeta a un cuarto de la tasa de refresco del monitor - Adaptativo (rápido) - Limita la tasa de renderizado de la tarjeta de forma similar al encendido, pero introducirá rasgados de pantalla si cae la tasa de renderizado
fr_fr: Active la synchronisation verticale depuis le panneau de contrôle NVIDIA Désactivez la synchronisation verticale de Xenia si vous prévoyez d'utiliser celle-ci - Par défaut (Utilise les paramètres de l'application 3D) - Forcer désactivé - Permet au GPU de rendre sans contrainte par le taux de rafraîchissement, mais peut causer du déchirement d'écran - Forcer activé - Limite le taux de rendu du GPU au taux de rafraîchissement maximum du moniteur et évite le déchirement - 1/2 Taux de rafraîchissement - Limite le taux de rendu du GPU à la moitié du taux de rafraîchissement du moniteur - 1/3 Taux de rafraîchissement - Limite le taux de rendu du GPU au tiers du taux de rafraîchissement du moniteur - 1/4 Taux de rafraîchissement - Limite le taux de rendu du GPU au quart du taux de rafraîchissement du moniteur - Adaptatif (Fast Sync) - Limite le taux de rendu du GPU similaire à Activé, mais si le taux de rendu chute il permettra le déchirement d'écran
hr_hr: Omogući vertikalnu sinkronizaciju iz NVIDIA upravljačke ploče Isključite Xenia vertikalnu sinkronizaciju ako planirate koristiti ovu opciju - Zadano (koristite postavke 3D aplikacije) - Prisilno isključeno - Omogućuje GPU-u renderiranje bez ograničenja frekvencijom osvježavanja, ali može uzrokovati trganje slike - Prisilno uključeno - Ograničava brzinu renderiranja GPU-a na maksimalnu brzinu osvježavanja monitora i izbjegava trganje slike - 1/2 Brzina osvježavanja - Ograničava brzinu renderiranja GPU-a na polovicu brzine osvježavanja monitora - 1/3 Brzina osvježavanja - Ograničava brzinu renderiranja GPU-a na jednu trećinu brzine osvježavanja monitora - 1/4 Brzina osvježavanja - Ograničava brzinu renderiranja GPU-a na jednu četvrtinu brzine osvježavanja monitora - Adaptivno (brza sinkronizacija) - Ograničava brzinu renderiranja GPU-a slično kao i Uključeno, ali ako brzina renderiranja padne, dopustit će trganje slike
it_it: Abilita la sincronizzazione verticale dal Pannello di controllo NVIDIA Disattiva la sincronizzazione verticale di Xenia se intendi utilizzare questa opzione - Predefinito (Utilizza le impostazioni dell'applicazione 3D) - Forza disattivazione - Consente alla GPU di renderizzare senza vincoli di frequenza di aggiornamento, ma può causare tearing - Forza attivazione - Limita la frequenza di rendering della GPU alla frequenza di aggiornamento massima del monitor ed evita il tearing - 1/2 frequenza di aggiornamento - Limita la frequenza di rendering della GPU alla metà della frequenza di aggiornamento del monitor - 1/3 frequenza di aggiornamento - Limita la frequenza di rendering della GPU a un terzo della frequenza di aggiornamento del monitor - 1/4 frequenza di aggiornamento - Limita la frequenza di rendering della GPU a un quarto della frequenza di aggiornamento del monitor - Adattivo (Fast Sync) - Limita la frequenza di rendering della GPU come in "On", ma se la frequenza di rendering scende permette il tearing
ko_kr: NVIDIA 제어판에서 수직 동기화를 활성화합니다. 이것을 사용하길 원하신다면, Xenia 수직 동기화를 꺼주세요. - Default (3D 응용 프로그램 설정 사용) - Force Off - GPU가 주사율에 제한받지 않고 렌더링할 수 있도록 허용하지만, 이는 화면 찢어짐 현상을 유발할 수 있습니다. - Force On - GPU 렌더링 속도를 모니터의 주사율로 제한하고 티어링을 방지합니다. - 1/2 Refresh Rate - GPU 렌더링 속도를 모니터 주사율의 절반으로 제한합니다. - 1/3 Refresh Rate - GPU 렌더링 속도를 모니터 주사율의 1/3으로 제한합니다. - 1/4 Refresh Rate - GPU 렌더링 속도를 모니터 주사율의 1/4으로 제한합니다. - Adaptive (Fast Sync) - GPU 렌더링 속도를 'On'과 유사하게 제한하지만, 렌더링 속도가 떨어지면 화면 찢어짐을 허용합니다.
pl_pl: Włącz synchronizację pionową z Panelu Sterowania NVIDIA Wyłącz synchronizację pionową Xenia, jeśli planujesz używać tej - Domyślne (Użyj ustawień aplikacji 3D) - Wymuś wyłączenie (Force Off) - Pozwala GPU renderować bez ograniczeń odświeżania, ale może powodować rozrywanie obrazu - Wymuś włączenie (Force On) - Ogranicza renderowanie GPU do maksymalnego odświeżania monitora i zapobiega rozrywaniu - 1/2 Częstotliwości odświeżania - Ogranicza renderowanie GPU do połowy odświeżania monitora - 1/3 Częstotliwości odświeżania - Ogranicza renderowanie GPU do jednej trzeciej odświeżania monitora - 1/4 Częstotliwości odświeżania - Ogranicza renderowanie GPU do jednej czwartej odświeżania monitora - Adaptacyjne (Fast Sync) - Ogranicza renderowanie GPU podobnie do Włączonego, ale jeśli klatkaż spadnie, pozwoli na rozrywanie obrazu
pt_br: Ative a sincronização vertical a partir do painel de controle da NVIDIA. Desative a sincronização vertical do Xenia se você planeja usar essa configuração. - Por padrão (usa a configuração 3D da aplicação) - Forçar desligamento - Permite que a placa renderize sem as restrições impostas pela taxa de atualização, mas pode causar rasgos na tela. - Forçar ativação - Limita a taxa de renderização da placa à taxa máxima de atualização do monitor, evitando rasgos. -Taxa de atualização 1/2 - Limita a taxa de renderização da placa à metade da taxa de atualização do monitor. -Taxa de atualização 1/3 - Limita a taxa de renderização da placa a um terço da taxa de atualização do monitor. -Taxa de atualização 1/4 - Limita a taxa de renderização da placa a um quarto da taxa de atualização do monitor. - Adaptativo (rápido) - Limita a taxa de renderização da placa de forma similar ao "forçar ativação", mas pode causar rasgos se a taxa de renderização cair.
ru_ru: Включение вертикальной синхронизации через панель управления NVIDIA. Отключите вертикальную синхронизацию в Xenia, если планируете использовать эту опцию. - По умолчанию (использовать настройку 3D-приложения). - Выкл. - позволяет GPU рендерить без ограничения частоты обновления, но может вызвать разрывы изображения. - Вкл. - ограничивает частоту рендеринга GPU максимальной частотой обновления монитора и предотвращает разрывы изображения. - 1/2 частоты обновления - ограничивает частоту рендеринга GPU половиной частоты обновления монитора. - 1/3 частоты обновления - ограничивает частоту рендеринга GPU третью частоты обновления монитора. - 1/4 частоты обновления - ограничивает частоту рендеринга GPU четвертью частоты обновления монитора. - Адаптивная (Fast Sync) - ограничивает частоту рендеринга GPU аналогично «Вкл», но при падении частоты рендеринга допускает разрывы изображения.
zh_hans: 从 NVIDIA 控制面板启用垂直同步 如果您计划使用此选项，请关闭 Xenia 的垂直同步 - 默认 (使用 3D 应用程序设置) - 强制关闭 - 允许 GPU 不受刷新率限制进行渲染，但可能导致屏幕撕裂 - 强制开启 - 将 GPU 渲染速率限制为显示器的最大刷新率并避免撕裂 - 1/2 刷新率 - 将 GPU 渲染速率限制为显示器刷新率的一半 - 1/3 刷新率 - 将 GPU 渲染速率限制为显示器刷新率的三分之一 - 1/4 刷新率 - 将 GPU 渲染速率限制为显示器刷新率的四分之一 - 自适应 (快速同步) - 类似于“开启”限制 GPU 渲染速率，但如果渲染速率下降，将允许屏幕撕裂

# XeniaSettingsPage_NvidiaFramerateLimitSettingText
source: Framerate Limit (NVIDIA)
de_de: FPS Limit (NVIDIA)
es_es: Límite de tasa de cuadros (NVIDIA)
fr_fr: Limite de fréquence d'images (NVIDIA)
hr_hr: Ograničenje Broja Sličica Po Sekundi (NVIDIA)
it_it: Limite framerate (NVIDIA)
ko_kr: 프레임 제한 (NVIDIA)
pl_pl: Limit klatek (NVIDIA)
pt_br: Limite de taxa de quadros (NVIDIA)
ru_ru: Ограничение частоты кадров (NVIDIA)
zh_hans: 帧率限制 (NVIDIA)

# XeniaSettingsPage_NvidiaFramerateLimitSettingTooltip
source: Maximum frames per second Make sure Xenia's Framerate Limiter is set to 0 for this to work
de_de: Maximale Bilder pro Sekunde Stelle sicher, dass der Framerate‑Begrenzer von Xenia auf **0** gesetzt ist, damit diese Einstellung funktioniert.
es_es: Cuadros por segundos máximos Asegúrate de que el limitador de tasa de cuadros de Xenia se estableció en 0 para que esto funcione
fr_fr: Images maximum par seconde Assurez-vous que le limiteur de fréquence d'images de Xenia est défini sur 0 pour que cela fonctionne
hr_hr: Maksimalni broj sličica po sekundi Provjerite je li Xeniain limiter sličica u sekundi postavljen na 0 da bi ovo funkcioniralo.
it_it: Massimo frame per secondo Assicurati che il Limitatore di framerate di Xenia sia impostato su 0 per farlo funzionare
ko_kr: 초당 최대 프레임 수 이 기능이 정상적으로 작동하려면 Xenia의 프레임 제한을 0으로 설정해야 합니다..
pl_pl: Maksymalna liczba klatek na sekundę Upewnij się, że Limit klatek Xenia jest ustawiony na 0, aby to działało
pt_br: Quadros por segundo máximos Certifique-se de que o limitador de taxa de quadros do Xenia esteja configurado como 0 para que isso funcione
ru_ru: Максимальное количество кадров в секунду. Чтобы это работало, убедитесь что параметр «Макс. частота кадров» в Xenia установлен в значении «Выкл».
zh_hans: 每秒最大帧 确保 Xenia 的帧率限制器设置为 0 才能使此功能生效

# SettingsPage_ShowLoadingScreen
source: Loading Screen
de_de: Ladebildschirm
es_es: Pantalla de carga
fr_fr: Écran de chargement
hr_hr: Zaslon za učitavanje
it_it: Schermata di caricamento
ko_kr: 로딩 스크린
pl_pl: Ekran ładowania
pt_br: Inicialização com Fundo do Jogo
ru_ru: Заставка при загрузке
zh_hans: 加载屏幕

# SettingsPage_ShowLoadingScreenTooltip
source: If enabled, game's background will be shown while the emulator is launching
de_de: Wenn aktiviert, wird der Hintergrund des Spiels angezeigt, während der Emulator gestartet wird.
es_es: Si se activa, se mostrará el fondo del juego mientra se inicia el emulador
fr_fr: Si activé, l'arrière-plan du jeu sera affiché pendant que l'émulateur se lance
hr_hr: Ako je omogućeno, pozadina igre će se prikazivati tijekom pokretanja emulatora.
it_it: Se abilitato, mostra lo sfondo del gioco durante l'avvio dell'emulatore
ko_kr: 이 기능이 활성화되면 에뮬레이터가 실행되는 동안 게임의 배경이 표시됩니다.
pl_pl: Jeśli włączone, tło gry będzie wyświetlane podczas uruchamiania emulatora
pt_br: Se ativado, será exibido o fundo do jogo enquanto o emulador está iniciando
ru_ru: Отображение фонового изображения игры во время её запуска в эмуляторе.
zh_hans: 如果启用，模拟器启动时将显示游戏的背景

# AboutPage_UseExperimentalBuild
source: Experimental
de_de: Experimentell
fr_fr: Expérimental
hr_hr: Eksperimentalno
it_it: Sperimentale
ko_kr: 실험적
pl_pl: Eksperymentalne
ru_ru: Экспериментальная
zh_hans: 实验性功能

# AboutPage_UseExperimentalBuildTooltip
source: Enable to receive experimental feature updates
de_de: Aktivieren, um experimentelle Funktions‑Updates zu erhalten.
es_es: Actívalo para recibir actualizaciones de características experimentales
fr_fr: Activez pour recevoir les mises à jour de fonctionnalités expérimentales
hr_hr: Omogući primanje eksperimentalnih ažuriranja značajki
it_it: Abilita per ricevere aggiornamenti con funzionalità sperimentali
ko_kr: 실험적 기능 업데이트를 수신하도록 활성화합니다.
pl_pl: Włącz, aby otrzymywać aktualizacje funkcji eksperymentalnych
pt_br: Ative-o para receber atualizações de recursos experimentais
ru_ru: Включите, если хотите получать экспериментальные сборки программы.
zh_hans: 启用以接收实验性功能更新

# GameDetailsEditor_CompatibilityRating
source: Compatibility Rating
de_de: Kompatibilitätsbewertung
es_es: Valoración de compatibilidad
fr_fr: Note de compatibilité
hr_hr: Ocjena kompatibilnosti
it_it: Valutazione compatibilità
ko_kr: 호환성 등급
pl_pl: Ocena kompatybilności
pt_br: Avaliação de compatibilidade
ru_ru: Рейтинг совместимости
zh_hans: 兼容性评级

# GameDetailsEditor_CompatibilityPage
source: Compatibility Page
de_de: Kompatibilitätsseite
es_es: Página de compatibilidad
fr_fr: Page de compatibilité
hr_hr: Stranica kompatibilnosti
it_it: Pagina compatibilità
ko_kr: 호환성 페이지
pl_pl: Strona kompatybilności
pt_br: Página de compatibilidade
ru_ru: Страница совместимости
zh_hans: 兼容性页面

# GameDetailsEditor_CompatibilityPagePlaceholderText
source: Enter URL to the game's compatibility page
de_de: Gib die URL zur Kompatibilitätsseite des Spiels ein.
es_es: Introducir URL a la página de compatibilidad del juego
fr_fr: Entrez l'URL de la page de compatibilité du jeu
hr_hr: Unesite URL stranice kompatibilnosti igre
it_it: Inserisci URL della pagina di compatibilità del gioco
ko_kr: 게임의 호환성 페이지로 연결되는 URL을 입력하세요.
pl_pl: Wprowadź adres URL do strony kompatybilności gry
pt_br: Inserir URL para a página de compatibilidade do jogo
ru_ru: Введите URL страницы совместимости игры
zh_hans: 输入游戏兼容性页面的 URL

# GameDetailsEditor_GameTitlePlaceholderText
source: Enter game title
de_de: Gib den Spieltitel ein.
es_es: Introducir título del juego
fr_fr: Entrez le titre du jeu
hr_hr: Unesi igrin naslov
it_it: Inserisci titolo del gioco
ko_kr: 게임 타이틀을 입력하세요.
pl_pl: Wprowadź tytuł gry
pt_br: Inserir título do jogo
ru_ru: Введите название игры
zh_hans: 输入游戏标题

# GameDetailsEditor_InfobarAutomaticDetectionTitle
source: Automatic Detection
de_de: Automatische Erkennung
es_es: Detección automática
fr_fr: Détection automatique
hr_hr: Automatska detekcija
it_it: Rilevamento automatico
ko_kr: 자동 감지
pl_pl: Automatyczne wykrywanie
pt_br: Detecção automática
ru_ru: Автоматическое определение
zh_hans: 自动检测

# GameDetailsEditor_InfobarAutomaticDetectionText
source: Title ID and Media ID are automatically detected from the game file and cannot be modified.
de_de: Die Title ID und Media ID werden automatisch aus der Spieldatei erkannt und können nicht geändert werden.
es_es: La ID del título y la ID multimedia se detectan automáticamente del archivo del juego y no pueden modificarse.
fr_fr: L'ID de titre et l'ID média sont automatiquement détectés depuis le fichier de jeu et ne peuvent pas être modifiés.
hr_hr: ID naslova i ID medija automatski se otkrivaju iz datoteke igre i ne mogu se mijenjati.
it_it: L'ID del titolo e l'ID del supporto vengono rilevati automaticamente dal file del gioco e non possono essere modificati.
ko_kr: 타이틀 ID와 미디어 ID는 게임 파일에서 자동으로 감지되며 수정할 수 없습니다.
pl_pl: ID Tytułu i ID Mediów są automatycznie wykrywane z pliku gry i nie mogą być modyfikowane.
pt_br: ID do título e ID mídia são detectadas automaticamente a partir do arquivo do jogo e não podem ser modificadas.
ru_ru: ID игры и ID носителя автоматически определяются из файла игры и не могут быть изменены.
zh_hans: 标题 ID 和媒体 ID 是从游戏文件自动检测的，无法修改。

# ManagePage_RedownloadXenia
source: Redownload Xenia
de_de: Xenia erneut herunterladen
es_es: Redescargar Xenia
fr_fr: Retélécharger Xenia
hr_hr: Ponovno preuzmite Xeniju
it_it: Scarica nuovamente Xenia
ko_kr: Xenia 재다운로드
pl_pl: Pobierz ponownie Xenia
pt_br: Baixar Xenia Novamente
ru_ru: Переустановить Xenia
zh_hans: 重新下载 Xenia

# MessageBox_UnifiedContentFolderAdministratorRequiredText
source: "Unified content folder" requires administrative rights. Please run app as administrator or disable the option to be able to install Xenia.
de_de: "Einheitlicher Inhaltsordner" erfordert Administratorrechte. Bitte starte die Anwendung als Administrator oder deaktiviere diese Option, um Xenia installieren zu können.
es_es: "Carpeta 'content' unificada" requiere permisos administrativos. Por favor, ejecute la aplicación como administrador o desactive la opción para poder instalar Xenia.
fr_fr: "Dossier de contenu unifié" nécessite des droits d'administrateur. Veuillez exécuter l'application en tant qu'administrateur ou désactiver l'option pour pouvoir installer Xenia.
hr_hr: "Ujedinjena mapa sadržaja" zahtijeva administratorska prava. Pokrenite aplikaciju kao administrator ili onemogućite opciju kako biste mogli instalirati Xeniu.
it_it: La "cartella contenuti unificata" richiede i diritti di amministratore. Esegui l'app come amministratore o disabilita l'opzione per poter installare Xenia.
ko_kr: "통합 콘텐츠 폴더" 는 관리자 권한이 활성화되어야 합니다.. Xenia를 설치하려면 앱을 관리자 권한으로 실행하거나 해당 옵션을 비활성화해주세요.
pl_pl: "Zunifikowany folder zawartości" wymaga uprawnień administratora. Uruchom aplikację jako administrator lub wyłącz opcję, aby móc zainstalować Xenia.
pt_br: "A "Pasta 'content'unificada" requer permissões administrativas. Por favor, execute o aplicativo como administrador ou desative a opção para poder instalar o Xenia.
ru_ru: Для «Единой папки контента» требуются права администратора. Запустите приложение от имени администратора или отключите эту опцию, чтобы установить Xenia.
zh_hans: “统一内容文件夹”需要管理员权限。 请以管理员身份运行应用程序或禁用该选项才能安装 Xenia。

# ManagePage_UnifiedContentFolder
source: Unified content folder
de_de: Einheitlicher Inhaltsordner
es_es: Carpeta 'content' unificada
fr_fr: Dossier de contenu unifié
hr_hr: Ujedinjena mapa sadržaja
it_it: Cartella contenuti unificata
ko_kr: 통합 콘텐츠 폴더
pl_pl: Zunifikowany folder zawartości
pt_br: Pasta 'content' unificada
ru_ru: Общая папка для игровых данных
zh_hans: 统一内容文件夹

# ManagePage_UnifiedContentFolderTooltip
source: Makes all Xenia versions have same content folder NOTE: This requires Xenia Manager to be run as Administrator while installing Xenia
de_de: Sorgt dafür, dass alle Xenia‑Versionen denselben Inhaltsordner verwenden. Hinweis: Dafür muss Xenia Manager beim Installieren von Xenia als Administrator ausgeführt werden.
es_es: Hace que todas las versiones de Xenia tengan la misma carpeta 'content' NOTE: Esto requiere que Xenia Manager sea ejecutado como administrator mientras se instala Xenia
fr_fr: Utilise un dossier de contenu partagé pour toutes les versions de Xenia NOTE : Cela nécessite que Xenia Manager soit exécuté en tant qu'administrateur lors de l'installation de Xenia
hr_hr: Omogućuje svim verzijama Xenie da imaju istu mapu sadržaja NAPOMENA: Za ovo je potrebno da Xenia Manager bude pokrenut kao administrator tijekom instalacije Xenie
it_it: Fa sì che tutte le versioni di Xenia condividano la stessa cartella contenuti NOTA: Richiede che Xenia Manager venga eseguito come Amministratore durante l'installazione di Xenia
ko_kr: 모든 Xenia 버전에 동일한 콘텐츠 폴더를 적용합니다.. 노트: Xenia를 설치할 때 Xenia Manager를 관리자 권한으로 실행해야 합니다..
pl_pl: Sprawia, że wszystkie wersje Xenia mają ten sam folder zawartości UWAGA: Wymaga uruchomienia Xenia Manager jako Administrator podczas instalacji Xenia
pt_br: Faz com que todas as versões do Xenia usem a mesma pasta 'content' NOTA: Isso requer que o Xenia Manager seja executado como administrador enquanto o Xenia é instalado
ru_ru: Все версии Xenia будут использовать одну и ту же папку для игровых данных. Примечание: для установки Xenia с этой опцией необходимо запускать Xenia Manager от имени администратора.
zh_hans: 使所有 Xenia 版本拥有相同的内容文件夹 注意：这需要 Xenia Manager 在安装 Xenia 时以管理员身份运行

# MessageBox_SuccessDeleteGameContentText
source: The content file {0} for {1} has been successfully deleted.
de_de: Die Inhaltsdatei {0} für {1} wurde erfolgreich gelöscht.
es_es: Se borró el archivo de contenido {0} de {1} con éxito.
fr_fr: Le fichier de contenu {0} pour {1} a été supprimé avec succès.
hr_hr: Datoteka sadržaja {0} za {1} uspješno je izbrisana.
it_it: Il file di contenuto {0} per {1} è stato eliminato con successo.
ko_kr: {1} 에 대한 콘텐츠 {0} 가 성공적으로 제거되었습니다..
pl_pl: Plik zawartości {0} dla {1} został pomyślnie usunięty.
pt_br: O arquivo de conteúdo {0} de {1} foi excluído com sucesso.
ru_ru: Игровые данные {0} для игры {1} успешно удалены.
zh_hans: {1} 的内容文件 {0} 已成功删除。

# MessageBox_DeleteGameContentTitle
source: Delete game content
de_de: Spielinhalte löschen
es_es: Borrar contenido del juego
fr_fr: Supprimer le contenu du jeu
hr_hr: Izbriši sadržaj igre
it_it: Elimina contenuto del gioco
ko_kr: 게임 콘텐츠 제거
pl_pl: Usuń zawartość gry
pt_br: Excluir conteúdo do jogo
ru_ru: Удалить контент игры
zh_hans: 删除游戏内容

# MessageBox_DeleteGameContentText
source: Do you want to delete the selected content for {0}?
de_de: Möchten Sie den ausgewählten Inhalt für {0} löschen?
es_es: ¿Deseas borrar el contenido seleccionado para {0}?
fr_fr: Voulez-vous supprimer le contenu sélectionné pour {0} ?
hr_hr: Želite li izbrisati odabrani sadržaj za {0}?
it_it: Vuoi eliminare il contenuto selezionato per {0}?
ko_kr: {0} 에 대한 선택된 게임 콘텐츠를 제거하시겠습니까?
pl_pl: Czy chcesz usunąć wybraną zawartość dla {0}?
pt_br: ¿Você deseja excluir o conteúdo selecionado para {0}?
ru_ru: Вы хотите удалить выбранный контент для {0}?
zh_hans: 您要删除 {0} 的选定内容吗？

# SettingsPage_AutoEmulatorUpdate
source: Auto-Update Xenia
de_de: Xenia automatisch aktualisieren
es_es: Actualizar Xenia automáticamente
fr_fr: Mise à jour automatique de Xenia
hr_hr: Automatsko ažuriranje Xenie
it_it: Aggiornamento automatico di Xenia
ko_kr: Xenia 자동 업데이트
pl_pl: Automatyczna aktualizacja Xenia
pt_br: Atualizar o Xenia automaticamente
ru_ru: Автообновление Xenia
zh_hans: 自动更新 Xenia
