Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# ManagePage_ToolsUtilitiesHeaderText
source: Tools and Utilities
de_de: Werkzeuge und Hilfsprogramme
es_es: Herramientas y utilidades
fr_fr: Outils et utilitaires
hr_hr: Alati i uslužni programi
it_it: Strumenti e utilità
ko_kr: 도구 및 유틸리티
pl_pl: Narzędzia i programy narzędziowe
pt_br: Ferramentas e utilitários
ru_ru: Инструменты и утилиты
zh_hans: 工具和实用程序

# ManagePage_ToolsUtilitiesHeaderTooltip
source: Additional tools and maintenance options
de_de: Zusätzliche Werkzeuge und Wartungsoptionen
es_es: Herramientas y opciones de mantenimiento adicionales
fr_fr: Outils supplémentaires et options de maintenance
hr_hr: Dodatni alati i mogućnosti održavanja
it_it: Strumenti aggiuntivi e opzioni di manutenzione
ko_kr: 추가 도구 및 유지보수 옵션
pl_pl: Dodatkowe narzędzia i opcje konserwacji
pt_br: Ferramentas e opções adicionais de manutenção
ru_ru: Дополнительные инструменты и параметры обслуживания.
zh_hans: 附加工具和维护选项

# ManagePage_ExportLogFileTooltip
source: Allows the user to export Xenia logs to desktop Useful if the user is experiencing crashes and wants to ask for help over on Xenia's Discord Server
de_de: Ermöglicht es dem Benutzer, die Xenia‑Protokolle auf den Desktop zu exportieren nützlich, wenn Abstürze auftreten und der Benutzer im Xenia‑Discord‑Server um Hilfe bitten möchte.
es_es: Permite al usuario exportar registros de Xenia al escritorio Útil por si el usuario experimenta cuelgues y desea pedir asistencia en el servidor de Discord de Xenia
fr_fr: Permet à l'utilisateur d'exporter les journaux Xenia vers le bureau Utile si l'utilisateur rencontre des plantages et veut demander de l'aide sur le serveur Discord de Xenia
hr_hr: Omogućuje korisniku izvoz Xenia logova na radnu površinu Korisno ako korisnik ima problema s rušenjem sustava i želi zatražiti pomoć na Xenia Discord serveru.
it_it: Permette all'utente di esportare i log di Xenia sul desktop Utile se l'utente sta riscontrando crash e vuole chiedere aiuto sul server Discord di Xenia
ko_kr: Xenia 로그를 바탕화면으로 내보낼 수 있도록 합니다.. 사용자가 프로그램이 갑자기 종료되는 문제를 겪고 있으며, Xenia의 Discord 서버에서 도움을 요청하고 싶을 때 유용합니다..
pl_pl: Pozwala użytkownikowi wyeksportować logi Xenia na pulpit Przydatne, jeśli użytkownik doświadcza awarii i chce poprosić o pomoc na serwerze Discord Xenia
pt_br: Permite ao usuário exportar registros do Xenia para a área de trabalho. Útil caso o usuário experimente travamentos e queira pedir ajuda no servidor do Discord do Xenia
ru_ru: Экспорт журналов Xenia на рабочий стол. Может потребоваться при запросе помощи у поддержки на сервере Xenia в Discord.
zh_hans: 允许用户将 Xenia 日志导出到桌面 当用户遇到崩溃并想在 Xenia 的 Discord 服务器上寻求帮助时非常有用

# ManagePage_UpdateGameControllerDatabaseTooltip
source: Updates the SDL Game Controller Database used by Xenia
de_de: Aktualisiert die von Xenia verwendete SDL Game Controller Datenbank.
es_es: Actualiza la base de datos de controles SDL usada por Xenia
fr_fr: Met à jour la base de données de contrôleurs de jeu SDL utilisée par Xenia
hr_hr: Ažurira bazu podataka SDL kontrolera igara koju koristi Xenia
it_it: Aggiorna il database SDL Game Controller utilizzato da Xenia
ko_kr: Xenia에서 사용되는 SDL 게임 컨트롤러 데이터베이스를 업데이트합니다..
pl_pl: Aktualizuje bazę danych kontrolerów gier SDL używaną przez Xenia
pt_br: Atualiza o banco de dados de controles SDL utilizado pelo Xenia
ru_ru: Обновление базы данных контроллеров SDL, используемую Xenia.
zh_hans: 更新 Xenia 使用的 SDL 游戏控制器数据库

# XeniaSettingsPage_ResetSettingsButtonTooltip
source: Copies all of the settings from the default configuration file to the currently selected game configuration This only reads the settings from the default profile into the UI and it doesn't save the changes
de_de: Kopiert alle Einstellungen aus der Standard‑Konfigurationsdatei in die aktuell ausgewählte Spielkonfiguration. Dabei werden die Einstellungen nur aus dem Standardprofil in die Benutzeroberfläche übernommen – die Änderungen werden nicht gespeichert.
es_es: Copia toda la configuración del archivo de configuración por defecto a la configuración del juego seleccionado Esto únicamente lee la configuración del perfil por defecto en la IU y no guarda los cambios
fr_fr: Copie tous les paramètres du fichier de configuration par défaut vers la configuration de jeu actuellement sélectionnée Cela ne lit que les paramètres du profil par défaut dans l'interface et ne sauvegarde pas les modifications
hr_hr: Kopira sve postavke iz zadane konfiguracijske datoteke u trenutno odabranu konfiguraciju igre. Ovo samo čita postavke iz zadanog profila u korisničko sučelje i ne sprema promjene.
it_it: Copia tutte le impostazioni dal file di configurazione predefinito alla configurazione del gioco attualmente selezionato Legge solo le impostazioni dal profilo predefinito nell'interfaccia utente e non salva le modifiche
ko_kr: 기본 구성 파일의 모든 설정을 현재 선택된 게임 구성으로 복사합니다.. 이 기능은 기본 프로필의 설정을 UI에 로드만 하며, 변경 사항을 저장하지 않습니다..
pl_pl: Kopiuje wszystkie ustawienia z domyślnego pliku konfiguracyjnego do aktualnie wybranej konfiguracji gry Wczytuje to tylko ustawienia z domyślnego profilu do interfejsu użytkownika i nie zapisuje zmian
pt_br: Copia toda a configuração do arquivo de configuração padrão para a configuração do jogo selecionado. Isso apenas lê a configuração do perfil padrão na interface e não salva as alterações
ru_ru: Сброс настроек текущей игры до значений стандартной конфигурации. Чтобы сохранить изменения, нажмите «Сохранить настройки».
zh_hans: 将所有设置从默认配置文件复制到当前选定的游戏配置 这仅将默认配置文件中的设置读入 UI，并不会保存更改

# XeniaSettingsPage_OptimizeSettingsButtonTooltip
source: Looks up for the optimized settings in the repository and applies them To save the changes, press the "Save Changes" button
de_de: Sucht im Repository nach den optimierten Einstellungen und wendet sie an. Um die Änderungen zu speichern, klicken Sie auf die Schaltfläche "Änderungen speichern"
es_es: Busca la configuración optimizada en el repositorio y la aplica Para guardar los cambios, oprime el botón "Guardar cambios"
fr_fr: Recherche les paramètres optimisés dans le dépôt et les applique Pour sauvegarder les modifications, appuyez sur le bouton "Sauvegarder les modifications"
hr_hr: Traži optimizirane postavke u repozitoriju i primjenjuje ih Za spremanje promjena pritisnite gumb "Spremi promjene"
it_it: Cerca le impostazioni ottimizzate nel repository e le applica Per salvare le modifiche, premere il pulsante "Salva modifiche"
ko_kr: 저장소에서 최적화된 설정을 검색하고 적용합니다.. 변경을 저장하려면 “Save Changes” 버튼을 누르세요.
pl_pl: Wyszukuje zoptymalizowane ustawienia w repozytorium i stosuje je Aby zapisać zmiany, naciśnij przycisk "Zapisz zmiany"
pt_br: Busca a configuração otimizada no repositório e a aplica. Para salvar as alterações, pressione o botão "Salvar alterações"
ru_ru: Поиск оптимальных настроек для игры в репозитории. Чтобы сохранить изменения, нажмите «Сохранить настройки».
zh_hans: 在仓库中查找优化设置并应用它们 要保存更改，请按“保存更改”按钮

# XeniaSettingsPage_OpenInEditorButtonTooltip
source: Opens the selected profile's configuration file in a text editor Please close the text editor when you're done with the changes This is intended for advanced users
de_de: Öffnet die Konfigurationsdatei des ausgewählten Profils in einem Texteditor. Bitte schließen Sie den Texteditor, sobald Sie die Änderungen abgeschlossen haben. Diese Funktion ist für fortgeschrittene Benutzer gedacht.
es_es: Abre el archivo de configuración de perfil seleccionado en un editor de texto Por favor, cierra el editor de texto cuando finalices con los cambios Esto está destinado para usuarios avanzados
fr_fr: Ouvre le fichier de configuration du profil sélectionné dans un éditeur de texte Veuillez fermer l'éditeur de texte quand vous avez terminé les modifications Ceci est destiné aux utilisateurs avancés
hr_hr: Otvara konfiguracijsku datoteku odabranog profila u uređivaču teksta Molimo zatvorite uređivač teksta kada završite s promjenama Ovo je namijenjeno naprednim korisnicima
it_it: Apre il file di configurazione del profilo selezionato in un editor di testo Si prega di chiudere l'editor di testo quando si è finito con le modifiche Questa funzione è pensata per utenti esperti
ko_kr: 선택한 프로필의 구성 파일을 텍스트 편집기로 엽니다.. 변경 사항을 적용 후 텍스트 편집기를 닫아 주시기 바랍니다.. 이것은 고급 사용자를 대상으로 합니다..
pl_pl: Otwiera plik konfiguracyjny wybranego profilu w edytorze tekstu Zamknij edytor tekstu po zakończeniu wprowadzania zmian Opcja przeznaczona dla zaawansowanych użytkowników
pt_br: Abre o arquivo de configuração do perfil selecionado em um editor de texto. Por favor, feche o editor de texto quando terminar as alterações. Isso é destinado a usuários avançados
ru_ru: Просмотр и изменение файла конфигурации выбранного профиля в текстовом редакторе. Предназначено для опытных пользователей.
zh_hans: 在文本编辑器中打开所选配置文件的配置文件 完成更改后请关闭文本编辑器 此功能面向高级用户

# XeniaSettingsPage_SaveSettingsButtonTooltip
source: Saves changes to settings
de_de: Speichert die Änderungen an den Einstellungen.
es_es: Guarda los cambios en la configuración
fr_fr: Sauvegarde les modifications des paramètres
hr_hr: Sprema promjene postavki
it_it: Salva le modifiche alle impostazioni
ko_kr: 변경 사항을 설정에 저장합니다..
pl_pl: Zapisuje zmiany w ustawieniach
pt_br: Salva as alterações na configuração
ru_ru: Сохранить настройки
zh_hans: 保存设置更改

# ContentViewer_OpenFolderButtonTooltip
source: Opens the selected content folder in Windows Explorer
de_de: Öffnet den ausgewählten Inhaltsordner im Windows Explorer.
es_es: Abre el contenido seleccionado de la carpeta en el explorador de Windows
fr_fr: Ouvre le dossier de contenu sélectionné dans l'Explorateur Windows
hr_hr: Otvara odabranu mapu sadržaja u programu Windows Explorer
it_it: Apre la cartella dei contenuti selezionata in Esplora risorse
ko_kr: 선택한 콘텐츠 폴더를 Windows 탐색기에서 엽니다..
pl_pl: Otwiera wybrany folder zawartości w Eksploratorze Windows
pt_br: Abre o conteúdo selecionado da pasta no explorador de arquivos do Windows
ru_ru: Открытие папки с выбранными игровыми данными в проводнике Windows.
zh_hans: 在 Windows 资源管理器中打开所选内容文件夹

# ContentViewer_DeleteButtonTooltip
source: Deletes the item selected in the TreeView
de_de: Löscht das im TreeView ausgewählte Element.
es_es: Borra el ítem seleccionado en TreeView
fr_fr: Supprime l'élément sélectionné dans l'arborescence
hr_hr: Briše odabranu stavku u TreeViewu
it_it: Elimina l'elemento selezionato nella visualizzazione ad albero
ko_kr: 트리뷰에서 선택된 항목을 제거합니다..
pl_pl: Usuwa element wybrany w drzewie
pt_br: Apaga o item selecionado no TreeView
ru_ru: Удаление выбранных игровых данных.
zh_hans: 删除 TreeView 中选定的项目

# ContentViewer_ExportSavesButtonTooltip
source: Exports the save files into a zip folder
de_de: Exportiert die Spielstanddateien in einen ZIP‑Ordner.
es_es: Exporta los archivos de guardados en una carpeta comprimida
fr_fr: Exporte les fichiers de sauvegarde dans un dossier zip
hr_hr: Izvozi spremljene datoteke u zip mapu
it_it: Esporta i file di salvataggio in una cartella zip
ko_kr: 세이브 파일을 압축폴더로 내보냅니다..
pl_pl: Eksportuje pliki zapisu do folderu zip
pt_br: Exporta os arquivos salvos em uma pasta comprimida
ru_ru: Экспорт сохранения в zip-архив.
zh_hans: 将存档文件导出到 zip 文件夹

# ContentViewer_ImportSavesButtonTooltip
source: Imports the save game (Has to have specific folder structure, similar to game saves found on Xenia's game-saves repository)
de_de: Importiert den Spielstand (muss eine bestimmte Ordnerstruktur haben, ähnlich wie die Spielstände im Game‑Saves‑Repository von Xenia).
es_es: Importa la partida guardada (debe tener una estructura de carpeta específica, similar a la de las partidas guardadas que se encuentran en el repositorio de partidas guardadas de Xenia)
fr_fr: Importe la sauvegarde (Doit avoir une structure de dossier spécifique, similaire aux sauvegardes de jeu trouvées sur le dépôt game-saves de Xenia)
hr_hr: Uvozi spremljenu igru (Mora imati određenu strukturu mapa, sličnu spremljenim igrama koje se nalaze u Xenia repozitoriju spremljenih igara)
it_it: Importa il salvataggio (Deve avere una struttura di cartelle specifica, simile ai salvataggi di gioco presenti nel repository game-saves di Xenia)
ko_kr: 게임 세이브를 불러옵니다.. (Xenia의 게임 세이브 저장소와 유사한 특정 폴더 구조를 반드시 갖춰야 합니다..)
pl_pl: Importuje zapis gry (Musi mieć określoną strukturę folderów, podobną do zapisów gier znalezionych w repozytorium game-saves Xenia)
pt_br: Importa a partida salva (deve ter uma estrutura de pasta específica, similar à das partidas salvas que estão no repositório de partidas salvas do Xenia)
ru_ru: Импорт сохранения (структура папок должна быть аналогична сохранениям в репозитории сохранений Xenia).
zh_hans: 导入存档游戏（必须具有特定的文件夹结构，类似于在 Xenia 的游戏存档仓库中找到的游戏存档）

# ContentViewer_DeleteProfileButtonTooltip
source: Delete's the selected gamer profile
de_de: Löscht das ausgewählte Spielerprofil.
es_es: Borra el perfil de jugador seleccionado
fr_fr: Supprime le profil de joueur sélectionné
hr_hr: Briše odabrani profil igrača
it_it: Elimina il profilo giocatore selezionato
ko_kr: 선택된 게이머 프로필을 제거합니다..
pl_pl: Usuwa wybrany profil gracza
pt_br: Apaga o perfil de jogador selecionado
ru_ru: Удаление выбранного профиля игрока.
zh_hans: 删除所选玩家档案

# MessageBox_DeleteGamerProfileTitle
source: Delete Xenia Gamer Profile
de_de: Löscht das Xenia Spielerprofil.
es_es: Borrar perfil de jugador Xenia
fr_fr: Supprimer le profil de joueur Xenia
hr_hr: Izbriši profil igrača
it_it: Elimina profilo Xenia
ko_kr: Xenia 게이머 프로필 제거
pl_pl: Usuń profil gracza Xenia
pt_br: Apagar perfil de jogador do Xenia
ru_ru: Удаление профиля игрока
zh_hans: 删除 Xenia 玩家档案

# MessageBox_DeleteGamerProfileText
source: Do you want to delete currently selected gamer profile ({0})?
de_de: Möchten Sie das aktuell ausgewählte Spielerprofil ({0}) wirklich löschen?
es_es: ¿Deseas borrar el perfil de jugador ({0}) seleccionado?
fr_fr: Voulez-vous supprimer le profil de joueur actuellement sélectionné ({0}) ?
hr_hr: Želite li izbrisati trenutno odabrani profil igrača ({0})?
it_it: Vuoi eliminare il profilo giocatore attualmente selezionato ({0})?
ko_kr: 정말로 선택된 게이머 프로필 ({0}) 을 제거하시겠습니까?
pl_pl: Czy chcesz usunąć aktualnie wybrany profil gracza ({0})?
pt_br: ¿Deseja apagar o perfil de jogador ({0}) selecionado?
ru_ru: Удалить выбранный профиль игрока ({0})?
zh_hans: 您要删除当前选定的玩家档案 ({0}) 吗？

# MessageBox_SwitchNightlyBuildTitle
source: Switched Xenia {0} Build
de_de: Hat auf Xenia‑Build {0} umgeschaltet.
es_es: Versión de Xenia {0} cambiada
fr_fr: Version Xenia {0} changée
hr_hr: Promijenjena verzija Xenia {0}
it_it: Build Xenia {0} cambiata
ko_kr: Xenia {0} 빌드 교체
pl_pl: Przełączono build Xenia {0}
pt_br: Versão do Xenia {0} alterada
ru_ru: Тип сборки Xenia {0} изменён
zh_hans: 已切换 Xenia {0} 版本

# MessageBox_SwitchNightlyBuildText
source: You switched build type for Xenia {0}. Do you want to check for updates?
de_de: Sie haben den Build‑Typ für Xenia {0} gewechselt. Möchten Sie nach Updates suchen?
es_es: Cambiaste el tipo de versión para Xenia {0}. ¿Deseas comprobar las actualizaciones?
fr_fr: Vous avez changé le type de version pour Xenia {0}. Voulez-vous vérifier les mises à jour ?
hr_hr: Promijenili ste vrstu verzije za Xenia {0}. Želite li provjeriti ažuriranja?
it_it: Hai cambiato il tipo di build per Xenia {0}. Vuoi verificare la presenza di aggiornamenti?
ko_kr: Xenia {0} 빌드 방식을 교체하셨습니다.. 업데이트를 확인하시겠습니까?
pl_pl: Zmieniłeś typ buildu dla Xenia {0}. Czy chcesz sprawdzić dostępność aktualizacji?
pt_br: Você alterou o tipo de versão para o Xenia {0}. ¿Deseja verificar as atualizações?
ru_ru: Вы сменили тип сборки для Xenia {0}. Хотите проверить обновления?
zh_hans: 您切换了 Xenia {0} 的构建类型。 您要检查更新吗？

# ManagePage_BuildChannel
source: Build Channel
de_de: Build Kanal
es_es: Canal de versión
fr_fr: Canal de version
hr_hr: Kanal distribucije
it_it: Canale build
ko_kr: 빌드 채널
pl_pl: Kanał aktualizacji
pt_br: Canal de versão
ru_ru: Канал сборки
zh_hans: 构建通道

# ManagePage_BuildChannelTooltip
source: Enable nightly builds for latest features and fixes
de_de: Aktiviert Nightly Builds, um die neuesten Funktionen und Fehlerbehebungen zu erhalten.
es_es: Activa la versión 'nightly' para las últimas características y correcciones
fr_fr: Active les versions nightly pour les dernières fonctionnalités et corrections
hr_hr: Omogući najnovije verzije za najnovije funkcije i popravke
it_it: Abilita le build nightly per le funzionalità e correzioni più recenti
ko_kr: 최신 기능 및 수정 사항을 위한 Nightly 빌드를 활성화합니다..
pl_pl: Włącz wersje rozwojowe dla najnowszych funkcji i poprawek
pt_br: Ative a versão'nightly' para as últimas funcionalidades e correções
ru_ru: Включите, если хотите получать ночные сборки программы с новейшими функциями и исправлениями.
zh_hans: 启用夜间构建以获取最新功能和修复

# MessageBox_XeniaSettingsResetText
source: Xenia {0} settings have been reset.
de_de: Die Xenia‑Einstellungen für {0} wurden zurückgesetzt.
es_es: Se restableció la configuración de Xenia {0}.
fr_fr: Les paramètres Xenia {0} ont été réinitialisés.
hr_hr: Postavke Xenia {0} su resetirane.
it_it: Le impostazioni di Xenia {0} sono state ripristinate.
ko_kr: Xenia {0} 설정이 초기화되었습니다..
pl_pl: Ustawienia Xenia {0} zostały zresetowane.
pt_br: A configuração do Xenia foi restaurada {0}.
ru_ru: Настройки Xenia {0} сброшены.
zh_hans: Xenia {0} 设置已重置。

# MessageBox_MissingOptimizedSettingsText
source: {0} has currently no optimized settings.
de_de: Für {0} sind derzeit keine optimierten Einstellungen vorhanden.
es_es: {0} no tiene una configuración optimizada actualmente.
fr_fr: {0} n'a actuellement aucun paramètre optimisé.
hr_hr: {0} trenutno nema optimiziranih postavki.
it_it: {0} attualmente non ha impostazioni ottimizzate.
ko_kr: {0} 는 현재 최적화된 설정이 존재하지 않습니다..
pl_pl: {0} nie posiada obecnie zoptymalizowanych ustawień.
pt_br: {0} Atualmente, não há uma configuração otimizada.
ru_ru: Для игры {0} в настоящее время отсутствуют оптимальные настройки.
zh_hans: {0} 目前没有优化设置。

# MessageBox_SuccessOptimizedSettingsText
source: Optimized Settings: {0} have been successfully loaded. To apply them, please click the 'Save Changes' button.
de_de: Optimierte Einstellungen: {0} wurden erfolgreich geladen. Um sie anzuwenden, klicken Sie bitte auf die Schaltfläche "Änderungen speichern".
es_es: Configuración optimizada: {0} se cargó con éxito. Para aplicarla, por favor, haga clic en el botón 'Guardar cambios'.
fr_fr: Paramètres optimisés : {0} ont été chargés avec succès. Pour les appliquer, veuillez cliquer sur le bouton 'Sauvegarder les modifications'.
hr_hr: Optimizirane postavke: {0} su uspješno učitane. Da biste ih primijenili, kliknite gumb 'Spremi promjene'.
it_it: Impostazioni ottimizzate: {0} sono state caricate con successo. Per applicarle, clicca il pulsante 'Salva modifiche'.
ko_kr: 최적화된 설정: {0} 을(를) 성공적으로 불러왔습니다.. 적용하시려면, 'Save Changes' 버튼을 눌러주세요.
pl_pl: Zoptymalizowane ustawienia: {0} zostały pomyślnie załadowane. Aby je zastosować, kliknij przycisk "Zapisz zmiany".
pt_br: Configuração otimizada: {0} foi carregada com sucesso. Para aplicá-la, por favor, clique no botão. 'Salvar alterações'.
ru_ru: Оптимальные настройки для игры успешно загружены: {0} Чтобы применить их, нажмите кнопку «Сохранить настройки».
zh_hans: 优化设置： {0} 已成功加载。 要应用它们，请单击“保存更改”按钮。

# MessageBox_GameNotSelectedErrorText
source: No game has been selected.
de_de: Es wurde kein Spiel ausgewählt.
es_es: No se seleccionó ningún juego.
fr_fr: Aucun jeu n'a été sélectionné.
hr_hr: Nije odabrana nijedna igra.
it_it: Nessun gioco è stato selezionato.
ko_kr: 선택된 게임이 없습니다..
pl_pl: Nie wybrano żadnej gry.
pt_br: Nenhum jogo foi selecionado.
ru_ru: Не выбрана игра.
zh_hans: 未选择任何游戏。

# MessageBox_SuccessSaveChangesText
source: Changes to the configuration files have been saved.
de_de: Änderungen an den Konfigurationsdateien wurden gespeichert.
es_es: Se guardaron los cambios a los archivos de configuración.
fr_fr: Les modifications des fichiers de configuration ont été sauvegardées.
hr_hr: Promjene konfiguracijskih datoteka su spremljene.
it_it: Le modifiche ai file di configurazione sono state salvate.
ko_kr: 구성 파일의 변경 사항이 저장되었습니다..
pl_pl: Zmiany w plikach konfiguracyjnych zostały zapisane.
pt_br: As alterações nos arquivos de configuração foram salvas.
ru_ru: Настройки успешно сохранены.
zh_hans: 对配置文件的更改已保存。

# XeniaSettingsPage_NetplaySettingsTitleText
source: Netplay
es_es: Red
it_it: Gioco in rete
ko_kr: 넷플레이
pl_pl: Gra sieciowa (Netplay)
pt_br: Rede
ru_ru: Сетевая игра
zh_hans: 网络联机

# XeniaSettingsPage_NetplayApiAddressSettingText
source: API Address
de_de: API Addresse
es_es: Dirección de API
fr_fr: Adresse API
hr_hr: Adresa API-ja
it_it: Indirizzo API
ko_kr: API 주소
pl_pl: Adres API
pt_br: Endereço da API
ru_ru: Адрес API
zh_hans: API 地址

# XeniaSettingsPage_NetplayApiAddressSettingTooltip
source: Address that points to the Xenia WebServices which is required for online play
de_de: Adresse, die auf die Xenia WebServices verweist und für das Online‑Spielen erforderlich ist.
es_es: Direcciona a los Xenia WebServices (requerido para jugar en línea)
fr_fr: Adresse qui pointe vers les Xenia WebServices qui est requis pour le jeu en ligne
hr_hr: Adresa koja upućuje na Xenia WebServices, što je potrebno za online igranje
it_it: Indirizzo che punta ai Xenia WebServices richiesti per il gioco online
ko_kr: Xenia WebServices에 연결되는 주소로, 온라인 플레이에 필요합니다..
pl_pl: Adres wskazujący na Xenia WebServices, który jest wymagany do gry online
pt_br: Direciona para os Xenia WebServices (necessário para jogar online)
ru_ru: Адрес веб-службы Xenia, который требуется для онлайн-игры.
zh_hans: 指向 Xenia WebServices 的地址，这是在线游戏所必需的

# XeniaSettingsPage_NetplayNetworkModeSettingText
source: Network Mode
de_de: Netzwerk Modus
es_es: Modo de red
fr_fr: Mode réseau
hr_hr: Mrežni Način Rada
it_it: Modalità rete
ko_kr: 네트워크 모드
pl_pl: Tryb sieciowy
pt_br: Modo rede
ru_ru: Режим сети
zh_hans: 网络模式

# XeniaSettingsPage_NetplayNetworkModeSettingTooltip
source: Allows you to choose between different Network Types
de_de: Ermöglicht es Ihnen, zwischen verschiedenen Netzwerktypen zu wählen.
es_es: Te permite escoger entre diferentes tipos de redes
fr_fr: Vous permet de choisir entre différents types de réseau
hr_hr: Omogućuje vam odabir između različitih vrsta mreže
it_it: Permette di scegliere tra diversi tipi di rete
ko_kr: 다양한 네트워크 유형을 선택할 수 있습니다..
pl_pl: Pozwala wybrać pomiędzy różnymi typami sieci
pt_br: Permite escolher entre diferentes tipos de redes
ru_ru: Выбор из доступных режимов сетевого подключения.
zh_hans: 允许您在不同的网络类型之间进行选择

# XeniaSettingsPage_NetplayUPnPSettingText
source: UPnP (Universal Plug and Play)
hr_hr: UPnP
ko_kr: UPnP (유니버설 플러그 앤 플레이)
zh_hans: UPnP (通用即插即用)

# XeniaSettingsPage_NetplayUPnPSettingTooltip
source: Must be enabled to host sessions
de_de: Muss aktiviert sein, um Sitzungen zu hosten.
es_es: Debe estar activado para alojar sesiones
fr_fr: Doit être activé pour héberger des sessions
hr_hr: Mora biti omogućeno za hostiranje sesija
it_it: Deve essere abilitato per ospitare sessioni
ko_kr: 세션을 호스트하려면 활성화되어야 합니다..
pl_pl: Musi być włączone, aby hostować sesje
pt_br: Deve estar ativado para hospedar sessões
ru_ru: Должно быть включено для хостинга сетевых сессий.
zh_hans: 必须启用才能托管会话

# XeniaSettingsPage_NetplayXLinkKaiSystemLinkHacksSettingText
source: XLink Kai Systemlink Hacks
es_es: Hackeos de SystemLink XLink Kai
fr_fr: Bidouilles XLink Kai Systemlink
hr_hr: Hakovi za XLink Kai Systemlink
it_it: Hack Systemlink XLink Kai
ko_kr: XLink Kai 시스템링크 핵
pl_pl: Hacki Systemlink XLink Kai
pt_br: Hacks do SystemLink XLink Kai
ru_ru: Хаки XLink Kai (System Link)
zh_hans: XLink Kai 系统链接 Hack
