Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# XeniaSettingsPage_NetplayXLinkKaiSystemLinkHacksSettingTooltip
source: Enable hacks for XLink Kai support
de_de: Aktiviert Hacks zur Unterstützung von XLink Kai.
es_es: Activa hackeos para soportar XLink Kai
fr_fr: Active les bidouilles pour le support XLink Kai
hr_hr: Omogući hakove za podršku za XLink Kai
it_it: Abilita hack per il supporto a XLink Kai
ko_kr: XLink Kai 지원을 위해 핵을 활성화합니다..
pl_pl: Włącz hacki dla wsparcia XLink Kai
pt_br: Activar hackes para suportar XLink Kai
ru_ru: Включение поддержки хаков для сетевой игры (System Link) через XLink Kai.
zh_hans: 启用对 XLink Kai 支持的 Hack

# SettingsPage_BackdropSelector
source: Window Backdrop
de_de: Fenster Hintergrund
es_es: Fondo de ventana
fr_fr: Arrière-plan de fenêtre
hr_hr: Pozadina prozora
it_it: Sfondo finestra
ko_kr: 배경 화면
pl_pl: Tło okna
pt_br: Fundo da janela
ru_ru: Фон окна
zh_hans: 窗口背景

# SettingsPage_BackdropSelectorTooltip
source: Changes the window backdrop
de_de: Ändert den Fenster Hintergrund.
es_es: Cambia el fondo de la ventana
fr_fr: Change l'arrière-plan de la fenêtre
hr_hr: Mijenja pozadinu prozora
it_it: Cambia lo sfondo della finestra
ko_kr: 배경 화면을 변경합니다..
pl_pl: Zmienia tło okna
pt_br: Altera o fundo da janela
ru_ru: Изменяет фон окна.
zh_hans: 更改窗口背景

# SettingsPage_AccentColorSelector
source: Accent Color
de_de: Akzentfarbe
es_es: Color de énfasis
fr_fr: Couleur d'accent
hr_hr: Naglasna boja
it_it: Colore accento
ko_kr: 강조 색상
pl_pl: Kolor akcentu
pt_br: Cor destaque
ru_ru: Цвет элементов
zh_hans: 强调色

# SettingsPage_AccentColorSelectorTooltip
source: Changes the accent color used by Xenia Manager
de_de: Ändert die in Xenia Manager verwendete Akzentfarbe.
es_es: Cambia el color de énfasis usado por Xenia Manager
fr_fr: Change la couleur d'accent utilisée par Xenia Manager
hr_hr: Mijenja boju naglaska koju koristi Xenia Manager
it_it: Cambia il colore accento usato da Xenia Manager
ko_kr: Xenia Manager에서 사용되는 강조 색상을 변경합니다..
pl_pl: Zmienia kolor akcentu używany przez Xenia Manager
pt_br: Altera a cor destaque utilizada pelo Xenia Manager
ru_ru: Цвет элементов интерфейса Xenia Manager.
zh_hans: 更改 Xenia Manager 使用的强调色

# DownloadProgress_Text
source: Download Progress:
de_de: Download Fortschritt:
es_es: Progreso de descarga:
fr_fr: Progression du téléchargement :
hr_hr: Napredak preuzimanja:
it_it: Progresso download:
ko_kr: 다운로드 진행도:
pl_pl: Postęp pobierania:
pt_br: Progresso de download:
ru_ru: Прогресс загрузки:
zh_hans: 下载进度：

# ToggleVersionSwitch_Stable
source: Stable
de_de: Stabil
es_es: Estable
hr_hr: Stabilno
it_it: Stabile
pl_pl: Stabilna
pt_br: Estável
ru_ru: Стабильная
zh_hans: 稳定版

# ToggleVersionSwitch_Experimental
source: Experimental
de_de: Experimentell
fr_fr: Expérimental
hr_hr: Eksperimentalno
it_it: Sperimentale
pl_pl: Eksperymentalna
ru_ru: Экспериментальная
zh_hans: 实验版

# ToggleVersionSwitch_Nightly
source: Nightly
hr_hr: Noćno
pl_pl: Rozwojowa
ru_ru: Ночная сборка
zh_hans: 夜间版

# AboutPage_XeniaProjectTitle
source: Xenia Project
de_de: Xenia Projekt
fr_fr: Projet Xenia
it_it: Progetto Xenia
ko_kr: Xenia 프로젝트
pl_pl: Projekt Xenia
ru_ru: Проект Xenia
zh_hans: Xenia 项目

# AboutPage_XeniaProjectTooltip
source: - Original Xbox 360 emulator
es_es: - Emulador de Xbox 360 original
fr_fr: - Émulateur Xbox 360 original
hr_hr: - Originalni Xbox 360 emulator
it_it: - Emulatore originale Xbox 360
ko_kr: - 오리지널 Xbox 360 에뮬레이터
pl_pl: - Oryginalny emulator Xbox 360
pt_br: - Emulador do Xbox 360 original
ru_ru: - Оригинальный эмулятор Xbox 360
zh_hans: - 原版 Xbox 360 模拟器

# AboutPage_XeniaCanaryTooltip
source: - Experimental build with latest features
de_de: - Experimenteller Build mit den neuesten Funktionen.
es_es: - Versión experimental con las últimas características
fr_fr: - Version expérimentale avec les dernières fonctionnalités
hr_hr: - Eksperimentalna verzija s najnovijim značajkama
it_it: - Build sperimentale con le ultime funzionalità
ko_kr: - 최신 기능이 포함된 Experimental 빌드
pl_pl: - Eksperymentalny build z najnowszymi funkcjami
pt_br: - Versão experimental com os últimos recursos
ru_ru: - Экспериментальная сборка с новейшими функциями
zh_hans: - 具有最新功能的实验性构建

# AboutPage_XeniaNetplayTitle
source: Xenia Netplay
ko_kr: Xenia 넷플레이
zh_hans: Xenia 网络联机版

# AboutPage_XeniaMousehookTitle
source: Xenia Mousehook
ko_kr: Xenia 마우스훅
zh_hans: Xenia 鼠标钩子版

# AboutPage_XeniaNetplayTooltip
source: - Multiplayer gaming support
de_de: - Unterstützung für Mehrspieler Gaming.
es_es: - Soporte de multijugador en línea
fr_fr: - Support de jeu multijoueur
hr_hr: - Podrška za mrežno igranje
it_it: - Supporto al gioco multiplayer
ko_kr: - 멀티플레이 게임 지원
pl_pl: - Wsparcie dla gry wieloosobowej
pt_br: - Suporte a multiplayer online
ru_ru: - Сборка с поддержкой многопользовательской игры
zh_hans: - 多人游戏支持

# AboutPage_XeniaMousehookTooltip
source: - Keyboard & Mouse support
de_de: - Tastatur- & Maussupport
es_es: - Soporte de teclado y mouse
fr_fr: - Support clavier et souris
hr_hr: - Podrška za tipkovnicu i miš
it_it: - Supporto a tastiera e mouse
ko_kr: - 키보드 & 마우스 지원
pl_pl: - Wsparcie dla klawiatury i myszy
pt_br: - Suporte a teclado e mouse
ru_ru: - Сборка с поддержкой клавиатуры и мыши
zh_hans: - 键盘和鼠标支持

# AboutPage_Xbox360EmulationHeader
source: Xbox 360 Emulation
es_es: Emulación de Xbox 360
fr_fr: Émulation Xbox 360
hr_hr: Xbox 360 Emulacija
it_it: Emulazione Xbox 360
pl_pl: Emulacja Xbox 360
pt_br: Emulador de Xbox 360
ru_ru: Эмуляция Xbox 360
zh_hans: Xbox 360 模拟

# AboutPage_LibrariesHeader
source: Libraries
de_de: Bibliotheken
es_es: Librerías
fr_fr: Bibliothèques
hr_hr: Biblioteke
it_it: Librerie
ko_kr: 라이브러리
pl_pl: Biblioteki
pt_br: Bibliotecas
ru_ru: Библиотеки
zh_hans: 库

# AboutPage_WpfUiTooltip
source: - Modern WPF controls and theming
de_de: - Moderne WPF‑Steuerelemente und -Theming
es_es: - Controles y tematización WPF modernos
fr_fr: - Contrôles WPF modernes et thèmes
hr_hr: - Moderne WPF kontrole i teme
it_it: - Controlli e temi moderni per WPF
ko_kr: - 현대적인 WPF 컨트롤 및 테마 설정
pl_pl: - Nowoczesne kontrolki WPF i motywy
pt_br: - Controles e tematização WPF modernos
ru_ru: - Современные элементы управления и темы WPF
zh_hans: - 现代 WPF 控件和主题

# AboutPage_NvApiWrapperTooltip
source: - NVIDIA GPU Driver Display configuration
de_de: - NVIDIA GPU Treiber Anzeige­konfiguration
es_es: - Configuración de controlador de pantalla de tarjetas NVIDIA
fr_fr: - Configuration d'affichage du pilote GPU NVIDIA
hr_hr: - Konfiguracija prikaza upravljačkog programa NVIDIA GPU-a
it_it: - Configurazione display driver GPU NVIDIA
ko_kr: - NVIDIA GPU 드라이버 화면 구성
pl_pl: - Konfiguracja wyświetlania sterownika GPU NVIDIA
pt_br: - Configuração de controlador de tela de placas NVIDIA
ru_ru: - Настройка вывода изображения через NvAPI (официальный API драйвера NVIDIA)
zh_hans: - NVIDIA GPU 驱动显示配置

# AboutPage_MagickNetTooltip
source: - Image processing and manipulation
de_de: - Bildverarbeitung und ‑bearbeitung
es_es: - Procesamiento y manipulación de imágenes
fr_fr: - Traitement et manipulation d'images
hr_hr: - Obrada i manipulacija slikama
it_it: - Elaborazione e manipolazione immagini
ko_kr: - 이미지 처리 및 편집
pl_pl: - Przetwarzanie i manipulacja obrazem
pt_br: - Processamento e manipulação de imagens
ru_ru: - Обработка и манипуляции с изображениями
zh_hans: - 图像处理和操作

# AboutPage_SerilogTooltip
source: - Structured logging framework
de_de: - Framework für strukturiertes Logging
es_es: - Marco de registro estructurado
fr_fr: - Framework de journalisation structurée
hr_hr: - Strukturirani okvir za bilježenje
it_it: - Framework di logging strutturato
ko_kr: - 구조화된 로깅 프레임워크
pl_pl: - Strukturalny framework logowania
pt_br: - Estrutura de registro estruturado
ru_ru: - Фреймворк структурированного логирования
zh_hans: - 结构化日志记录框架

# AboutPage_TomlynTooltip
source: - TOML configuration file parser
de_de: - TOML Konfigurationsdatei Parser
es_es: - Analizador de archivos de configuración TOML
fr_fr: - Analyseur de fichier de configuration TOML
hr_hr: - parser konfiguracijske datoteke TOML
it_it: - Parser file di configurazione TOML
ko_kr: - TOML 구성 파일 파서
pl_pl: - Parser plików konfiguracyjnych TOML
pt_br: - Analisador de arquivos configuração TOML
ru_ru: - Парсер файлов конфигурации TOML
zh_hans: - TOML 配置文件解析器

# AboutPage_Xbox360ToolkitTooltip
source: - Game details parsing
de_de: - Spieldetails Parsing
es_es: - Análisis de detalles de juegos
fr_fr: - Analyse des détails de jeu
hr_hr: - Parsiranje informacija o igri
it_it: - Analisi dettagli giochi
ko_kr: - 게임 세부 정보 파싱
pl_pl: - Parsowanie szczegółów gry
pt_br: - Análise de detalhes de jogos
ru_ru: - Парсинг данных игры
zh_hans: - 游戏详情解析

# AboutPage_Xbox360ToolkitTitle
source: Xbox 360 Toolkit
es_es: Kit de herramientas de Xbox 360
ko_kr: Xbox 360 도구 모음
pt_br: Kit de Ferramentas de Xbox 360
zh_hans: Xbox 360 工具包

# AboutPage_FooterNoteText
source: This application is not affiliated with, endorsed by, or sponsored by Microsoft Corporation or the Xenia Project in any way. All trademarks, logos, and brand names are the property of their respective owners. Xbox 360 is a registered trademark of Microsoft Corporation in the United States and/or other countries. Xenia is a registered trademark of the Xenia Project. Any references to these or other trademarks are made solely for the purpose of identifying compatibility or functionality and do not imply any association with or endorsement by the trademark holders. This software is intended for educational and informational purposes only. It does not contain or distribute any copyrighted content owned by Microsoft Corporation or any third party. Users are solely responsible for ensuring that their use of this software complies with all applicable laws, including copyright and licensing laws. Any use of this application to run or interact with proprietary software or firmware must be conducted within the bounds of relevant end-user license agreements (EULAs). The developers and distributors of this application do not condone or support piracy in any form. This application is provided "as is" without warranty of any kind, express or implied. Use at your own risk.
de_de: Diese Anwendung steht in keinerlei Verbindung zu, wird nicht unterstützt oder gesponsert von der Microsoft Corporation oder dem Xenia‑Projekt. Alle Marken, Logos und Markennamen sind Eigentum ihrer jeweiligen Inhaber. Xbox 360 ist eine eingetragene Marke der Microsoft Corporation in den Vereinigten Staaten und/oder anderen Ländern. Xenia ist eine eingetragene Marke des Xenia Projekts. Jegliche Bezugnahmen auf diese oder andere Marken dienen ausschließlich der Identifizierung von Kompatibilität oder Funktionalität und implizieren keine Verbindung oder Billigung durch die Markeninhaber. Diese Software ist ausschließlich für Bildungs‑ und Informationszwecke bestimmt. Sie enthält oder verbreitet keinerlei urheberrechtlich geschützte Inhalte, die Eigentum der Microsoft Corporation oder Dritter sind. Die Nutzer sind allein dafür verantwortlich, sicherzustellen, dass ihre Verwendung dieser Software allen geltenden Gesetzen, einschließlich Urheber‑ und Lizenzgesetzen, entspricht. Jegliche Nutzung dieser Anwendung zum Ausführen oder Interagieren mit proprietärer Software oder Firmware muss im Rahmen der entsprechenden Endbenutzer‑Lizenzvereinbarungen (EULAs) erfolgen. Die Entwickler und Vertreiber dieser Anwendung dulden oder unterstützen keinerlei Form von Piraterie. Diese Anwendung wird „wie besehen“ ohne jegliche ausdrückliche oder stillschweigende Gewährleistung bereitgestellt. Nutzung auf eigenes Risiko.
es_es: Esta aplicación no está afiliada, respaldada ni patrocinada de ninguna manera por Microsoft Corporation ni por Xenia Project. Todas las marcas comerciales, logotipos y nombres de marca son propiedad de sus respectivos dueños. Xbox 360 es una marca registrada de Microsoft Corporation en Estados Unidos y/o en otros países. Xenia es una marca registrada de Xenia Project. Cualquier referencia a estas u otras marcas comerciales se realiza únicamente con el fin de identificar compatibilidad o funcionalidad y no implica ninguna asociación ni respaldo por parte de los titulares de las marcas comerciales. Este software está diseñado únicamente con fines educativos e informativos. No contiene ni distribuye ningún contenido con derechos de autor propiedad de Microsoft Corporation ni de terceros. Los usuarios son los únicos responsables de garantizar que el uso de este software cumpla con todas las leyes aplicables, incluidas las leyes de derechos de autor y licencias. Cualquier uso de esta aplicación para ejecutar o interactuar con software o firmware propietario debe realizarse dentro de los límites de los acuerdos de licencia de usuario final (ALUF) pertinentes. Los desarrolladores y distribuidores de esta aplicación no toleran ni apoyan la piratería en ninguna de sus formas. Esta aplicación se proporciona "tal cual", sin garantía de ningún tipo, expresa o implícita. Úsela bajo su propia responsabilidad.
fr_fr: Cette application n'est pas affiliée à, approuvée par, ou sponsorisée par Microsoft Corporation ou le projet Xenia de quelque manière que ce soit. Toutes les marques de commerce, logos et noms de marque sont la propriété de leurs propriétaires respectifs. Xbox 360 est une marque de commerce enregistrée de Microsoft Corporation aux États-Unis et/ou dans d'autres pays. Xenia est une marque de commerce enregistrée du projet Xenia. Toute référence à ces marques de commerce ou à d'autres marques de commerce est faite uniquement dans le but d'identifier la compatibilité ou la fonctionnalité et n'implique aucune association avec ou approbation par les détenteurs de marques de commerce. Ce logiciel est destiné uniquement à des fins éducatives et informatives. Il ne contient ni ne distribue de contenu protégé par des droits d'auteur appartenant à Microsoft Corporation ou à des tiers. Les utilisateurs sont seuls responsables de s'assurer que leur utilisation de ce logiciel est conforme à toutes les lois applicables, y compris les lois sur les droits d'auteur et les licences. Toute utilisation de cette application pour exécuter ou interagir avec des logiciels ou firmware propriétaires doit être menée dans les limites des accords de licence utilisateur final (EULA) pertinents. Les développeurs et distributeurs de cette application ne cautionnent ni ne soutiennent le piratage sous quelque forme que ce soit. Cette application est fournie "en l'état" sans garantie d'aucune sorte, expresse ou implicite. Utilisez à vos propres risques.
hr_hr: Ova aplikacija nije povezana, odobrena ili sponzorirana od strane tvrtke Microsoft Corporation ili projekta Xenia na bilo koji način. Svi zaštitni znakovi, logotipi i robne marke vlasništvo su njihovih vlasnika. Xbox 360 je registrirani zaštitni znak tvrtke Microsoft Corporation u Sjedinjenim Američkim Državama i/ili drugim zemljama. Xenia je registrirani zaštitni znak projekta Xenia. Sve reference na ove ili druge zaštitne znakove isključivo su u svrhu identificiranja kompatibilnosti ili funkcionalnosti i ne podrazumijevaju bilo kakvu povezanost s nositeljima zaštitnih znakova ili odobrenje od strane njih. Ovaj softver namijenjen je samo u obrazovne i informativne svrhe. Ne sadrži niti distribuira nikakav sadržaj zaštićen autorskim pravima u vlasništvu tvrtke Microsoft Corporation ili bilo koje treće strane. Korisnici su isključivo odgovorni za osiguravanje da je njihova upotreba ovog softvera u skladu sa svim važećim zakonima, uključujući zakone o autorskim pravima i licenciranju. Svaka upotreba ove aplikacije za pokretanje ili interakciju s vlasničkim softverom ili firmverom mora se provoditi u okviru relevantnih ugovora o licenci za krajnjeg korisnika (EULA). Razvojni programeri i distributeri ove aplikacije ne odobravaju niti podržavaju piratstvo u bilo kojem obliku. Ova aplikacija pruža se "kakva jest" bez ikakvog jamstva, izričitog ili implicitnog. Koristite na vlastitu odgovornost.
it_it: Questa applicazione non è affiliata, sponsorizzata o approvata da Microsoft Corporation o dal Progetto Xenia in alcun modo. Tutti i marchi, loghi e nomi commerciali sono proprietà dei rispettivi proprietari. Xbox 360 è un marchio registrato di Microsoft Corporation negli Stati Uniti e/o altri paesi. Xenia è un marchio registrato del Progetto Xenia. Eventuali riferimenti a questi o altri marchi sono fatti esclusivamente per identificare compatibilità o funzionalità e non implicano alcuna associazione con o approvazione da parte dei titolari dei marchi. Questo software è destinato esclusivamente a scopi educativi e informativi. Non contiene né distribuisce alcun contenuto protetto da copyright di proprietà di Microsoft Corporation o di terze parti. Gli utenti sono unicamente responsabili di garantire che il loro utilizzo di questo software sia conforme a tutte le leggi applicabili, comprese le leggi sul copyright e sulle licenze. Qualsiasi utilizzo di questa applicazione per eseguire o interagire con software o firmware proprietari deve essere condotto nei limiti dei contratti di licenza utente finale (EULA) pertinenti. Gli sviluppatori e i distributori di questa applicazione non approvano né supportano la pirateria in alcuna forma. Questa applicazione è fornita "così com'è" senza garanzie di alcun tipo, esplicite o implicite. L'uso è a vostro rischio.
ko_kr: 이 응용 프로그램은 Microsoft Corporation 또는 Xenia Project와 어떠한 형태로도 관련이 없으며, 해당 기업이나 프로젝트로부터 승인받거나 후원받지 않았습니다.. 모든 상표, 로고 및 브랜드명은 각각의 소유주에게 속합니다.. Xbox 360은 미국 및 기타 국가에서 Microsoft Corporation의 등록 상표입니다.. Xenia는 Xenia Project의 등록 상표입니다.. 이들 또는 기타 상표에 대한 언급은 호환성 또는 기능성을 식별하기 위한 목적으로만 이루어지며, 상표 소유자와의 연관성이나 승인을 의미하지 않습니다.. 이 소프트웨어는 교육 및 정보 제공 목적으로만 제공됩니다.. 이 소프트웨어에는 Microsoft Corporation 또는 제3자가 소유한 저작권 보호 콘텐츠가 포함되거나 배포되지 않습니다.. 사용자는 이 소프트웨어의 사용이 모든 적용 가능한 법률, 특히 저작권 및 라이선스 법률에 준수되도록 단독으로 책임집니다.. 이 애플리케이션을 독점 소프트웨어 또는 펌웨어를 실행하거나 상호작용하는 데 사용하는 경우, 관련 최종 사용자 라이선스 계약(EULA)의 범위 내에서 수행되어야 합니다.. 이 애플리케이션의 개발자 및 배포자는 어떤 형태의 해적판 사용도 용인하거나 지원하지 않습니다.. 이 애플리케이션은 “있는 그대로” 제공되며, 명시적 또는 묵시적 보증 없이 제공됩니다.. 사용은 전적으로 사용자의 책임 하에 이루어집니다. 이 글은 DeepL을 사용하여 영어-한국어로 번역되었으며, 번역에 따른 충돌이 일어날 시, 영어 원문 조항이 우선됩니다.
pl_pl: Ta aplikacja nie jest powiązana, wspierana ani sponsorowana przez Microsoft Corporation ani Projekt Xenia w żaden sposób. Wszystkie znaki towarowe, logotypy i nazwy marek są własnością ich odpowiednich właścicieli. Xbox 360 jest zastrzeżonym znakiem towarowym Microsoft Corporation w Stanach Zjednoczonych i/lub innych krajach. Xenia jest zastrzeżonym znakiem towarowym Projektu Xenia. Wszelkie odniesienia do tych lub innych znaków towarowych są dokonywane wyłącznie w celu identyfikacji kompatybilności lub funkcjonalności i nie sugerują żadnego powiązania z właścicielami znaków towarowych ani ich poparcia. To oprogramowanie jest przeznaczone wyłącznie do celów edukacyjnych i informacyjnych. Nie zawiera ani nie dystrybuuje żadnych treści chronionych prawem autorskim należących do Microsoft Corporation lub jakiejkolwiek strony trzeciej. Użytkownicy ponoszą wyłączną odpowiedzialność za zapewnienie, że ich korzystanie z tego oprogramowania jest zgodne ze wszystkimi obowiązującymi przepisami prawa, w tym prawem autorskim i licencyjnym. Wszelkie użycie tej aplikacji do uruchamiania lub interakcji z oprogramowaniem zastrzeżonym lub oprogramowaniem układowym musi odbywać się w granicach odpowiednich umów licencyjnych użytkownika końcowego (EULA). Deweloperzy i dystrybutorzy tej aplikacji nie akceptują ani nie wspierają piractwa w żadnej formie. Ta aplikacja jest dostarczana "tak jak jest" bez jakiejkolwiek gwarancji, wyraźnej lub dorozumianej. Używasz na własne ryzyko.
pt_br: Este aplicativo não está afiliado, endossado nem patrocinado de nenhuma forma pela Microsoft Corporation ou pelo Xenia Project. Todas as marcas registradas, logotipos e nomes de marcas são propriedade de seus respectivos donos. Xbox 360 é uma marca registrada da Microsoft Corporation nos Estados Unidos e/ou em outros países. Xenia é uma marca registrada do Xenia Project. Qualquer menção a essas ou outras marcas registradas é feita unicamente para identificar compatibilidade ou funcionalidade e não implica nenhuma associação ou endosse por parte dos detentores das marcas registradas. Este software é projetado exclusivamente para fins educativos e informativos. Não contém nem distribui qualquer conteúdo protegido por direitos autorais da Microsoft Corporation ou de terceiros. Os usuários são os únicos responsáveis por garantir que o uso deste software esteja em conformidade com todas as leis aplicáveis, incluindo as leis de direitos autorais e licenciamento. Qualquer uso deste aplicativo para executar ou interagir com software ou firmware proprietário deve ser feito dentro dos limites dos acordos de licença de usuário final (EULA) pertinentes. Os desenvolvedores e distribuidores deste aplicativo não toleram nem apoiam a pirataria de nenhuma forma. Este aplicativo é fornecido "no estado em que se encontra", sem garantia de qualquer tipo, expressa ou implícita. Use-a por sua própria conta e risco.
ru_ru: Это приложение никоим образом не связано, не одобрено и не спонсируется корпорацией Microsoft или проектом Xenia. Все торговые марки, логотипы и наименования брендов являются собственностью их соответствующих владельцев. Xbox 360 является зарегистрированной торговой маркой корпорации Microsoft в США и/или других странах. Xenia является зарегистрированной торговой маркой проекта Xenia. Любые ссылки на эти или другие торговые марки делаются исключительно в целях идентификации совместимости или функциональности и не подразумевают какую-либо ассоциацию или одобрение владельцами торговых марок. Это программное обеспечение предназначено исключительно для образовательных и информационных целей. Оно не содержит и не распространяет какое-либо защищенное авторским правом содержимое, принадлежащее корпорации Microsoft или любому третьему лицу. Пользователи несут полную ответственность за соблюдение всех применимых законов, включая законы об авторском праве и лицензировании. Любое использование этого приложения для запуска или взаимодействия с проприетарным программным обеспечением или прошивкой должно осуществляться в рамках соответствующих лицензионных соглашений конечного пользователя (EULA). Разработчики и распространители этого приложения не одобряют и не поддерживают пиратство в любой форме. Это приложение предоставляется «как есть», без каких-либо гарантий, явных или подразумеваемых. Используйте на свой страх и риск.
zh_hans: 本应用程序与 Microsoft Corporation 或 Xenia Project 无任何隶属、认可或赞助关系。所有商标、徽标和品牌名称均为其各自所有者的财产。 Xbox 360 是 Microsoft Corporation 在美国和/或其他国家的注册商标。 Xenia 是 Xenia Project 的注册商标。 任何对这些或其他商标的引用仅用于识别兼容性或功能性的目的，并不暗示与商标持有者有任何关联或认可。 本软件仅用于教育和信息目的。它不包含或分发 Microsoft Corporation 或任何第三方拥有的任何受版权保护的内容。用户全权负责确保其使用本软件符合所有适用法律，包括版权和许可法。 任何使用本应用程序运行或与专有软件或固件交互的行为都必须在相关最终用户许可协议 (EULA) 的范围内进行。本应用程序的开发者和分发者不以任何形式宽恕或支持盗版。 本应用程序按“原样”提供，不作任何明示或暗示的担保。使用风险自负。

# AboutPage_SteamKit2Tooltip
source: - Steam Network integration
de_de: - Steam Netzwerk Integration
es_es: - Integración de conexión de red de Steam
fr_fr: - Intégration réseau Steam
hr_hr: - Podrška za kreiranje prečaca na Steamu
it_it: - Integrazione con la rete Steam
ko_kr: - 스팀 네트워크 통합
pl_pl: - Integracja z siecią Steam
pt_br: - Integração de conexão de rede do Steam
ru_ru: - Интеграция со Steam
zh_hans: - Steam 网络集成

# MessageBox_PatchesInstalledTitle
source: Patches installed
de_de: Installierte Patches
es_es: Parches instalados
fr_fr: Correctifs installés
hr_hr: Zakrpe instalirane
it_it: Patch installate
ko_kr: 패치 설치됨
pl_pl: Zainstalowano łatki
pt_br: Parches instalados
ru_ru: Патчи установлены
zh_hans: 补丁已安装
