Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# MessageBox_PatchesInstalledText
source: Patches have been installed for {0}.
de_de: Patches wurden für {0} installiert.
es_es: Se instalaron parches para {0}.
fr_fr: Des correctifs ont été installés pour {0}.
hr_hr: Zakrpe su instalirane za {0}.
it_it: Sono state installate patch per {0}.
ko_kr: {0} 에 대한 패치가 설치되었습니다..
pl_pl: Łatki zostały zainstalowane dla {0}.
pt_br: Foram instalados patches para {0}.
ru_ru: Патчи для игры {0} успешно установлены.
zh_hans: 已为 {0} 安装补丁。

# MessageBox_AdditionalPatchesTitle
source: Patches added
de_de: Patches hinzugefügt
es_es: Parches agregados
fr_fr: Correctifs ajoutés
hr_hr: Zakrpe dodane
it_it: Patch aggiunte
ko_kr: 패치 추가됨
pl_pl: Dodano łatki
pt_br: Patches adicionados
ru_ru: Добавление патчей
zh_hans: 补丁已添加

# MessageBox_AdditionalPatchesTooltip
source: {0}\nAdditional patches have been added for {1}.
de_de: {0}\nZusätzliche Patches wurden für {1} hinzugefügt.
es_es: {0}\nSe agregaron parches adicionales para {1}.
fr_fr: {0}\nDes correctifs supplémentaires ont été ajoutés pour {1}.
hr_hr: {0}\nDodane su dodatne zakrpe za {1}.
it_it: {0}\nSono state aggiunte patch aggiuntive per {1}.
ko_kr: {0}\n{1} 에 대한 추가적인 패치가 추가되었습니다..
pl_pl: {0}\nDodatkowe łatki zostały dodane dla {1}.
pt_br: {0}\nForam adicionados patches adicionais para {1}.
ru_ru: {0}\nДля игры {1} успешно добавлены дополнительные патчи.
zh_hans: {0}\n已为 {1} 添加了额外补丁。

# MessageBox_PatchesRemovedTitle
source: Patches removed
de_de: Patches entfernt
es_es: Parches removidos
fr_fr: Correctifs supprimés
hr_hr: Zakrpe uklonjene
it_it: Patch rimosse
ko_kr: 패치 제거됨
pl_pl: Usunięto łatki
pt_br: Patches removidos
ru_ru: Удаление патчей
zh_hans: 补丁已移除

# MessageBox_PatchesRemovedText
source: Patches have been removed for {0}.
de_de: Patches wurden für {0} entfernt.
es_es: Se removieron los parches para {0}.
fr_fr: Les correctifs ont été supprimés pour {0}.
hr_hr: Zakrpe su uklonjene za {0}.
it_it: Sono state rimosse le patch per {0}.
ko_kr: {0} 에 대한 패치가 제거되었습니다..
pl_pl: Łatki zostały usunięte dla {0}.
pt_br: Os patches foram removidos para {0}.
ru_ru: Патчи для игры {0} были удалены.
zh_hans: 已为 {0} 移除补丁。

# MessageBox_AdministratorRequiredText
source: This feature requires Administrative Rights to be enabled. Please run Xenia Manager as Administrator to use the feature.
de_de: Für diese Funktion müssen Administratorrechte aktiviert sein. Bitte führen Sie Xenia Manager als Administrator aus, um die Funktion zu nutzen.
es_es: Esta característica requiere que se activen los derechos administrativos. Por favor, ejecute Xenia Manager como administrador para usar la característica.
fr_fr: Cette fonctionnalité nécessite que les droits d'administrateur soient activés. Veuillez exécuter Xenia Manager en tant qu'administrateur pour utiliser la fonctionnalité.
hr_hr: Za ovu značajku potrebno je omogućiti administratorska prava. Pokrenite Xenia Manager kao administrator da biste koristili značajku.
it_it: Questa funzionalità richiede i diritti di amministratore per essere abilitata. Per favore esegui Xenia Manager come amministratore per usare questa funzionalità.
ko_kr: 이 기능은 관리자 권한이 활성화되어야 합니다.. 이 기능을 사용하려면 Xenia Manager를 관리자 권한으로 실행해주세요.
pl_pl: Ta funkcja wymaga włączenia uprawnień administracyjnych. Proszę uruchomić Xenia Manager jako Administrator, aby użyć tej funkcji.
pt_br: Esta funcionalidade requer que os direitos administrativos sejam ativados. Por favor, execute o Xenia Manager como administrador para usar a funcionalidade.
ru_ru: Для использования этой функции запустите Xenia Manager с правами администратора.
zh_hans: 此功能需要管理员权限。 请以管理员身份运行 Xenia Manager 以使用此功能。

# MessageBox_InvalidInput
source: Invalid Input ({0})
de_de: Ungültige Eingabe ({0})
es_es: Entrada inválida ({0})
fr_fr: Saisie invalide ({0})
hr_hr: Nevažeći unos ({0})
it_it: Input non valido ({0})
ko_kr: 잘못된 입력 ({0}) 입니다..
pl_pl: Nieprawidłowe dane wejściowe ({0})
pt_br: Entrada inválida ({0})
ru_ru: Неверный ввод ({0})
zh_hans: 输入无效 ({0})

# MessageBox_InvalidInputAudioMaxQueuedFrames
source: Audio Max Queued Frames must be a number between 4 and 64.\nSetting the default value of 8.
de_de: Audio „Max Queued Frames“ muss eine Zahl zwischen 4 und 64 sein.\nStandardwert 8 wird festgelegt.
es_es: El máximo de cuadros en fila para audio debe ser un número entre 4 y 64.\nConfigurando al valor por defecto 8.
fr_fr: Les images audio en file d'attente max doivent être un nombre entre 4 et 64.\nDéfinition de la valeur par défaut de 8.
hr_hr: Maksimalni broj audio okvira u redu čekanja mora biti broj između 4 i 64.\nPostavljanje zadane vrijednosti je 8.
it_it: Audio Max Queued Frames deve essere un numero tra 4 e 64.\nImpostato il valore predefinito di 8.
ko_kr: 음성 최대 대기 프레임 수는 4와 64 사이의 숫자여야 합니다..\n기본값으로 8을 설정합니다..
pl_pl: Maksymalna liczba kolejkowanych klatek audio musi być liczbą z zakresu od 4 do 64.\nUstawianie wartości domyślnej 8.
pt_br: O máximo de quadros em fila para áudio deve ser um número entre 4 e 64.\nConfigurando para o valor padrão 8.
ru_ru: Значение «Макс. аудиокадров в очереди» должно быть в диапазоне от 4 до 64. Установлено значение по умолчанию 8.
zh_hans: 音频最大排队帧数必须是 4 到 64 之间的数字。\n正在设置默认值 8。

# MessageBox_InvalidInputQueryOcclusionSample
source: Query Occlusion Sample {0} Threshold must be a number.\nSetting the default value of {1}.
de_de: Abfrage‑Okklusions‑Sample‑{0}‑Schwellenwert muss eine Zahl sein.\nStandardwert {1} wird festgelegt.
es_es: El umbral {0} de muestra de consulta de oclusión debe ser un número.\nConfigurando al valor por defecto {1}.
fr_fr: Le seuil d'échantillon d'occlusion de requête {0} doit être un nombre.\nDéfinition de la valeur par défaut de {1}.
hr_hr: Primjer okluzije upita {0} Prag mora biti broj.\nPostavljanje zadane vrijednosti {1}.
it_it: Il campione di occlusione della query {0} deve essere un numero.\nImpostazione del valore predefinito {1}.
pl_pl: Próbka Query Occlusion {0} Threshold musi być liczbą.\nUstawianie wartości domyślnej {1}.
pt_br: O limite {0} de amostra de consulta de oclusão deve ser um número.\nConfigurando para o valor padrão {1}.
ru_ru: Порог имитации выборок окклюзии {0} должен быть числом. Установлено значение по умолчанию {1}.
zh_hans: 查询遮挡样本 {0} 阈值必须是一个数字。\n正在设置默认值 {1}。

# MessageBox_InvalidInputInternalDisplayResolution
source: Invalid input for custom internal display resolution {0}.\nSetting it to default value ({1})
de_de: Ungültige Eingabe für benutzerdefinierte interne Anzeigeauflösung {0}.\nStandardwert ({1}) wird festgelegt.
es_es: Entrada inválida para la resolución de pantalla interna personalizada {0}.\nConfigurando al valor por defecto ({1})
fr_fr: Saisie invalide pour la résolution d'affichage interne personnalisée {0}.\nDéfinition à la valeur par défaut ({1})
hr_hr: Nevažeći unos za prilagođenu internu rezoluciju zaslona {0}.\nPostavljanje na zadanu vrijednost ({1})
it_it: Input non valido per la risoluzione del display interno personalizzata {0}.\nImpostazione del valore predefinito ({1})
ko_kr: 사용자 정의 내부 화면 해상도 {0} 에 대한 값이 올바르지 않습니다..\n기본값 ({1})(으)로 설정됩니다..
pl_pl: Nieprawidłowe dane wejściowe dla niestandardowej wewnętrznej rozdzielczości wyświetlania {0}.\nUstawianie wartości domyślnej ({1})
pt_br: Entrada inválida para a resolução de tela interna personalizada. {0}.\nConfigurando para o valor padrão ({1})
ru_ru: Неверно задано внутриигровое разрешение {0}. Установлено значение по умолчанию ({1}).
zh_hans: 自定义内部显示分辨率 {0} 的输入无效。\n正在将其设置为默认值 ({1})

# MessageBox_GameNotSelected
source: You haven't selected a game.
de_de: Sie haben kein Spiel ausgewählt.
es_es: No seleccionaste un juego.
fr_fr: Vous n'avez pas sélectionné de jeu.
hr_hr: Niste odabrali igru.
it_it: Non hai selezionato un gioco.
ko_kr: 게임을 고르지 않았습니다..
pl_pl: Nie wybrałeś gry.
pt_br: Você não selecionou um jogo.
ru_ru: Вы не выбрали игру.
zh_hans: 您尚未选择游戏。

# MessageBox_MissingDirectory
source: Missing Directory
de_de: Fehlendes Verzeichnis
es_es: Directorio ausente
fr_fr: Répertoire manquant
hr_hr: Nedostaje Direktorij
it_it: Cartella mancante
ko_kr: 누락된 디렉토리
pl_pl: Brak katalogu
pt_br: Diretório ausente
ru_ru: Отсутствует папка
zh_hans: 目录缺失

# MessageBox_MissingDirectoryText
source: This game has no directory called '{0}'
de_de: Dieses Spiel hat kein Verzeichnis mit dem Namen '{0}'.
es_es: Este juego no tiene un directorio llamado '{0}'
fr_fr: Ce jeu n'a pas de répertoire appelé '{0}'
hr_hr: Ova igra nema direktorij pod nazivom '{0}'
it_it: Questo gioco non ha una cartella chiamata '{0}'
ko_kr: 이 게임에는 '{0}'이라는 이름의 디렉토리가 없습니다..
pl_pl: Ta gra nie ma katalogu o nazwie '{0}'
pt_br: Este jogo não possui um diretório chamado '{0}'
ru_ru: В каталоге игры не найдена папки с названием «{0}».
zh_hans: 此游戏没有名为 '{0}' 的目录

# MessageBox_SaveExportedToDesktop
source: The save file for {0} has been exported to desktop
de_de: Die Speicherdatei für {0} wurde auf den Desktop exportiert.
es_es: Se exportó al escritorio el archivo de guardado para {0}
fr_fr: Le fichier de sauvegarde pour {0} a été exporté vers le bureau
hr_hr: Spremljena igra za {0} izvezena je na računalo
it_it: Il file di salvataggio per {0} è stato esportato sul desktop
ko_kr: {0} 의 세이브파일을 바탕화면에 내보냈습니다..
pl_pl: Plik zapisu dla {0} został wyeksportowany na pulpit
pt_br: O arquivo de salvamento foi exportado para a área de trabalho para {0}
ru_ru: Сохранения для игры {0} экспортированы на рабочий стол.
zh_hans: {0} 的存档文件已导出到桌面

# MessageBox_Duplicate
source: Duplicate
de_de: Duplikat
es_es: Duplicado
fr_fr: Doublon
hr_hr: Duplikat
it_it: Duplicato
ko_kr: 복제
pl_pl: Duplikat
pt_br: Duplicado
ru_ru: Дубликат
zh_hans: 重复

# MessageBox_DuplicateTitle
source: This title is already taken by another game. Please change it.
de_de: Dieser Titel wird bereits von einem anderen Spiel verwendet. Bitte ändern Sie ihn.
es_es: Este título ya está tomado por otro juego. Por favor, cambialo.
fr_fr: Ce titre est déjà pris par un autre jeu. Veuillez le changer.
hr_hr: Ovaj naslov već zauzima druga igra. Molimo promijenite ga.
it_it: Questo titolo è già utilizzato da un altro gioco. Per favore cambiarlo.
ko_kr: 이 타이틀은 이미 다른 게임에 의해 사용 중입니다.. 다른 타이틀로 변경해 주시기 바랍니다..
pl_pl: Ten tytuł jest już zajęty przez inną grę. Proszę go zmienić.
pt_br: Este título já está em uso por outro jogo. Por favor, altere-o.
ru_ru: Это название уже занято другой игрой. Пожалуйста, измените его.
zh_hans: 此标题已被其他游戏占用。请更改它。

# MessageBox_SuccessGamePatchInstall
source: {0} patch has been installed.
de_de: {0} Patch wurde installiert.
es_es: Se instaló el parche {0}.
fr_fr: Le correctif {0} a été installé.
hr_hr: Zakrpa za {0} je instalirana.
it_it: La patch {0} è stata installata.
ko_kr: {0} 패치가 설치되었습니다..
pl_pl: Łatka {0} została zainstalowana.
pt_br: O patch foi instalado {0}.
ru_ru: Патч для игры {0} успешно установлен.
zh_hans: {0} 补丁已安装。

# MessageBox_OverAllowedTextLimit
source: You went over the allowed limit of characters for this field.
de_de: Sie haben das zulässige Zeichenlimit für dieses Feld überschritten.
es_es: Has superado el límite permitido de carácteres para este campo.
fr_fr: Vous avez dépassé la limite autorisée de caractères pour ce champ.
hr_hr: Prekoračili ste dopušteni broj znakova za ovo polje.
it_it: Hai superato il limite di caratteri consentito per questo campo.
ko_kr: 이 필드의 허용된 문자 수를 초과하셨습니다..
pl_pl: Przekroczyłeś dozwolony limit znaków dla tego pola.
pt_br: Você ultrapassou o limite permitido de caracteres para este campo.
ru_ru: Превышено максимальное количество символов в поле.
zh_hans: 您超出了此字段允许的字符限制。

# MessageBox_MissingXenia
source: Xenia Missing
de_de: Xenia fehlt
es_es: Xenia ausente
fr_fr: Xenia manquant
hr_hr: Fali Xenia Emulator
it_it: Xenia mancante
ko_kr: Xenia 누락됨
pl_pl: Brak Xenia
pt_br: Xenia ausente
ru_ru: Xenia не найдена
zh_hans: Xenia 缺失

# MessageBox_InstallXeniaToAccess
source: Please install a version of Xenia to access this.
de_de: Bitte installieren Sie eine Version von Xenia, um darauf zuzugreifen.
es_es: Por favor, instala una versión de Xenia para acceder a esto.
fr_fr: Aucune version de Xenia installée. Veuillez installer Xenia avant de continuer.
hr_hr: Molimo instalirajte verziju Xenia Emulatora za pristup ovome.
it_it: Installa una versione di Xenia per accedere a questa funzione.
ko_kr: 접근하려면 Xenia를 설치해주세요.
pl_pl: Proszę zainstalować wersję Xenia, aby uzyskać do tego dostęp.
pt_br: Por favor, instale uma versão do Xenia para acessar isso.
ru_ru: Для использования, сначала установите Xenia.
zh_hans: 请安装一个版本的 Xenia 以访问此功能。

# MessageBox_MissingEmulatorInfo
source: Xenia {0} emulator information is missing. Please install Xenia {0}before updating.
de_de: Xenia {0} Emulatorinformationen fehlen. Bitte installieren Sie Xenia {0}bevor Sie ein Update durchführen.
es_es: La información sobre el emulador Xenia {0} está ausente. Por favor, instala Xenia {0} antes de actualizar.
fr_fr: Les informations de l'émulateur Xenia {0} sont manquantes. Veuillez installer Xenia {0} avant de mettre à jour.
hr_hr: Nedostaju informacije o Xenia {0} emulatoru. Molimo vas da instalirate Xenia {0}.
it_it: Mancano le informazioni dell'emulatore Xenia {0}. Installa Xenia {0} prima di aggiornare.
ko_kr: Xenia {0} 에뮬레이터 정보가 누락되었습니다.. 업데이트 전에 Xenia {0}을(를) 설치해주세요.
pl_pl: Brak informacji o emulatorze Xenia {0}. Proszę zainstalować Xenia {0} przed aktualizacją.
pt_br: A informação sobre o emulador Xenia {0} está ausente. Por favor, instale o Xenia {0} antes de atualizar.
ru_ru: Информация об эмуляторе Xenia {0} отсутствует. Пожалуйста, сначала установите Xenia {0}.
zh_hans: Xenia {0} 模拟器信息缺失。请安装 Xenia {0} 后再更新。

# MessageBox_InputRequired
source: Input Required
de_de: Eingabe erforderlich
es_es: Entrada requerida
fr_fr: Saisie requise
hr_hr: Potreban unos
it_it: Input richiesto
ko_kr: 입력 필요함
pl_pl: Wymagane wejście
pt_br: Entrada requerida
ru_ru: Нажмите клавишу
zh_hans: 需要输入

# MessageBox_InputRequiredText
source: Press a key or mouse button to bind to '{0}' after closing this window.
de_de: Drücken Sie nach dem Schließen dieses Fensters eine Taste oder Maustaste, um sie an '{0}' zu binden.
es_es: Oprime una tecla o un botón del mouse para vincular a '{0}' después de cerrar esta ventana.
fr_fr: Appuyez sur une touche ou un bouton de souris pour lier à '{0}' après avoir fermé cette fenêtre.
hr_hr: Pritisnite tipku ili tipku miša za povezivanje s '{0}' nakon zatvaranja ovog prozora.
it_it: Premi un tasto o un pulsante del mouse per assegnarlo a '{0}' dopo aver chiuso questa finestra.
ko_kr: 이 창을 닫은 후 '{0}' 에 할당할 키 또는 마우스 버튼을 눌러주세요.
pl_pl: Naciśnij klawisz lub przycisk myszy, aby przypisać do '{0}' po zamknięciu tego okna.
pt_br: Pressione uma tecla ou um botão do mouse para vincular a '{0}' depois de fechar esta janela.
ru_ru: После закрытия окна нажмите клавишу или кнопку мыши, чтобы назначить её на «{0}».
zh_hans: 关闭此窗口后，按下一个键或鼠标按钮以绑定到 '{0}'。

# MessageBox_DuplicateBinding
source: The binding '{0}' is already assigned to '{1}'.
de_de: Die Belegung '{0}' ist bereits '{1}' zugewiesen.
es_es: La vinculación '{0}' ya está asignada a '{1}'.
fr_fr: Le raccourci '{0}' est déjà assigné à '{1}'.
hr_hr: Tipka {0} je već dodjeljena {1}.
it_it: L'assegnazione '{0}' è già impostata per '{1}'.
ko_kr: 바인딩 '{0}' 은 이미 '{1}' 에 할당되었습니다..
pl_pl: Przypisanie '{0}' jest już przypisane do '{1}'.
pt_br: A vinculação '{0}' já está atribuída a '{1}'.
ru_ru: Для «{1}» уже назначена клавиша «{0}».
zh_hans: 绑定 '{0}' 已分配给 '{1}'。

# MessageBox_KeybindingAdded
source: Keybinding Added
de_de: Tastenbelegung hinzugefügt
es_es: Vinculación de tecla agregada
fr_fr: Raccourci ajouté
hr_hr: Dodana tipka
it_it: Tasto assegnato
ko_kr: 키바인딩 추가됨
pl_pl: Dodano przypisanie klawisza
pt_br: Vinculação de tecla adicionada
ru_ru: Добавление привязки
zh_hans: 键位绑定已添加

# MessageBox_KeybindingAddedText
source: Added binding: {0} = {1}
de_de: Belegung hinzugefügt: {0} = {1}
es_es: Vinculación agregada: {0} = {1}
fr_fr: Raccourci ajouté : {0} = {1}
hr_hr: Dodan prečac: {0} = {1}
it_it: Assegnazione aggiunta: {0} = {1}
ko_kr: 바인딩 추가됨: {0} = {1}
pl_pl: Dodano przypisanie: {0} = {1}
pt_br: Vinculação adicionada: {0} = {1}
ru_ru: Добавлена привязка: {0} привязана на клавишу {1}.
zh_hans: 已添加绑定：{0} = {1}

# MousehookControlsEditor_DeleteKeybinding
source: Delete Keybinding
de_de: Tastenbelegung löschen
es_es: Borrar vinculación de tecla
fr_fr: Supprimer le raccourci
hr_hr: Izbriši prečac
it_it: Elimina assegnazione tasti
ko_kr: 키바인딩 제거
pl_pl: Usuń przypisanie klawisza
pt_br: Excluir vinculação de tecla
ru_ru: Удалить привязку
zh_hans: 删除键位绑定

# MousehookControlsEditor_AddKeybindingTooltip
source: Add new keybinding
de_de: Neue Tastenbelegung hinzufügen
es_es: Agregar nueva vinculación de tecla
fr_fr: Ajouter un nouveau raccourci
hr_hr: Dodaj novi prečac
it_it: Aggiungi nuova assegnazione tasti
ko_kr: 새 키바인딩 추가
pl_pl: Dodaj nowe przypisanie klawisza
pt_br: Adicionar nova vinculação de tecla
ru_ru: Добавить новую привязку
zh_hans: 添加新键位绑定

# ManagePage_RedownloadMousehookBindings
source: Redownload Mousehook Bindings
de_de: Mousehook Belegungen erneut herunterladen
es_es: Redescargar vinculaciones de Mousehook
fr_fr: Retélécharger les raccourcis Mousehook
hr_hr: Ponovno preuzmi Mousehook prečace
it_it: Riscarica assegnazioni Mousehook
ko_kr: 마우스훅 바인딩 재다운로드
pl_pl: Pobierz ponownie przypisania Mousehook
pt_br: Redefinir vinculações de Mousehook
ru_ru: Переустановить привязки для Mousehook
zh_hans: 重新下载鼠标钩子绑定

# ManagePage_RedownloadMousehookBindingsTooltip
source: Redownloads Xenia Mousehook Bindings. Useful if bindings got corrupted.
de_de: Lädt die Xenia Mousehook Belegungen erneut herunter. Nützlich, falls Belegungen beschädigt wurden.
es_es: Redescarga las vinculaciones de Xenia Mousehook. Útil por si las vinculaciones se corrompen.
fr_fr: Retélécharge les raccourcis Xenia Mousehook. Utile si les raccourcis sont corrompus.
hr_hr: Ponovno preuzima Xenia Mousehook prečace. Korisno ako su prečaci neispravni.
it_it: Riscarica le assegnazioni Xenia Mousehook. Utile se le assegnazioni sono corrotte.
ko_kr: Xenia 마우스훅 바인딩을 재다운로드합니다.. 바인딩이 손상되었을 경우 유용합니다..
pl_pl: Pobiera ponownie przypisania klawiszy Xenia Mousehook. Przydatne, jeśli przypisania uległy uszkodzeniu.
pt_br: Redefina as vinculações de Xenia Mousehook. Útil caso as vinculações se corrompam.
ru_ru: Заново скачивает привязки клавиш для Xenia Mousehook. Полезно, если привязки повреждены, удалены или заданы неверно.
zh_hans: 重新下载 Xenia Mousehook 绑定。 在绑定损坏时有用。

# MessageBox_SuccessRedownloadMousehookBindingsText
source: Successfully redownloaded Mousehook Bindings.
de_de: Mousehook Belegungen erfolgreich erneut heruntergeladen.
es_es: Vinculaciones de Mousehook redescargadas con éxito.
fr_fr: Les raccourcis Mousehook ont été retéléchargés avec succès.
hr_hr: Uspješno ponovno preuzeti prečaci za Xenia Mousehook
it_it: Assegnazioni Mousehook riscaricate con successo.
ko_kr: 마우스훅 바인딩을 재다운로드하는데 성공했습니다..
pl_pl: Pomyślnie pobrano ponownie przypisania Mousehook.
pt_br: Vinculações de Mousehook redefinidas com sucesso.
ru_ru: Привязки клавиш для Xenia Mousehook успешно скачаны заново.
zh_hans: 成功重新下载了鼠标钩子绑定。

# SettingsPage_DoubleClickOpenTooltip
source: Enable this option to require a double-click to open a game from the library. When disabled, games will launch with a single click instead.
de_de: Aktivieren Sie diese Option, um zum Öffnen eines Spiels aus der Bibliothek einen Doppelklick zu erfordern. Wenn sie deaktiviert ist, werden Spiele stattdessen mit einem einfachen Klick gestartet.
es_es: Activa esta opción para requerir un doble clic para abrir un juego de la biblioteca. Al desactivarse, los juegos se iniciarán con un clic único.
fr_fr: Activez cette option pour exiger un double-clic pour ouvrir un jeu depuis la bibliothèque. Quand désactivé, les jeux se lanceront avec un simple clic.
hr_hr: Omogućite ovu opciju kako biste zahtijevali dvostruki klik za otvaranje igre iz knjižnice. Kada je onemogućena, igre će se pokretati jednim klikom.
it_it: Abilita questa opzione per richiedere un doppio clic per aprire un gioco dalla libreria. Se disabilitato, i giochi si avvieranno con un singolo clic.
ko_kr: 이 옵션을 활성화하면 라이브러리에서 게임을 열려면 더블클릭이 필요합니다... 이 옵션을 비활성화하면 게임은 단 한 번의 클릭으로 실행됩니다...
pl_pl: Włącz tę opcję, aby wymagać dwukrotnego kliknięcia do otwarcia gry z biblioteki. Gdy wyłączone, gry będą uruchamiane pojedynczym kliknięciem.
pt_br: Ative esta opção para exigir um duplo clique para abrir um jogo da biblioteca. Quando desativada, os jogos serão iniciados com um único clique.
ru_ru: Запускать игры из библиотеки двойным щелчком мыши. Если отключено, для запуска достаточно одного щелчка мыши.
zh_hans: 启用此选项需要通过双击来从库中打开游戏。 禁用时，单击即可启动游戏。

# SettingsPage_DoubleClickOpen
source: Double Click To Open Game
de_de: Doppelklick zum Öffnen des Spiels
es_es: Doble clic para abrir el juego
fr_fr: Double-clic pour ouvrir le jeu
hr_hr: Dvostruki klik za otvaranje igre
it_it: Doppio clic per aprire il gioco
ko_kr: 더블클릭으로 게임실행
pl_pl: Podwójne kliknięcie otwiera grę
pt_br: Abrir jogo com Duplo clique .
ru_ru: Запускать игру двойным щелчком
zh_hans: 双击打开游戏

# OpenFileDialog_SelectDirectoryTitle
source: Select directory
de_de: Verzeichnis auswählen
es_es: Selecciona el directorio
fr_fr: Sélectionner le répertoire
hr_hr: Odaberite direktorij
it_it: Seleziona cartella
ko_kr: 디렉토리 선택
pl_pl: Wybierz katalog
pt_br: Selecione o diretório
ru_ru: Выберите каталог
zh_hans: 选择目录

# ContentViewer_EditProfileButtonTooltip
source: Edit gamertag
de_de: Gamertag bearbeiten
es_es: Editar gamertag
fr_fr: Modifier le gamertag
hr_hr: Promijeni nadimak
it_it: Modifica gamertag
ko_kr: 게이머태그 편집
pl_pl: Edytuj gamertag
pt_br: Editar gamertag
ru_ru: Редактирование геймтега.
zh_hans: 编辑玩家代号

# MessageBox_NotImplementedTitle
source: Not Implemented
de_de: Nicht implementiert
es_es: Sin implementar
fr_fr: Non implémenté
hr_hr: Nije implementirano
it_it: Non implementato
ko_kr: 적용되지 않음
pl_pl: Nie zaimplementowano
pt_br: Sem implementar
ru_ru: Не реализовано
zh_hans: 未实现

# MessageBox_NotImplementedText
source: This feature isn't implemented yet.
de_de: Diese Funktion ist noch nicht implementiert.
es_es: Esta característica aún no está implementada.
fr_fr: Cette fonctionnalité n'est pas encore implémentée.
hr_hr: Ova značajka još nije implementirana.
it_it: Questa funzione non è ancora implementata.
ko_kr: 이 기능은 아직 적용되지 않았습니다..
pl_pl: Ta funkcja nie jest jeszcze zaimplementowana.
pt_br: Essa característica ainda não está implementada.
ru_ru: Эта функция ещё не реализована.
zh_hans: 此功能尚未实现。

# ProfileEditor_ChangeGamertag
source: Change Gamertag
de_de: Gamertag ändern
es_es: Cambiar gamertag
fr_fr: Changer le gamertag
hr_hr: Promijeni Nadimak
it_it: Cambia gamertag
ko_kr: 게이머태그 변경
pl_pl: Zmień Gamertag
pt_br: Mudar gamertag
ru_ru: Изменить геймтег
zh_hans: 更改玩家代号

# ProfileEditor_ChangeGamertagTooltip
source: Enter your new gamertag below.
de_de: Geben Sie unten Ihren neuen Gamertag ein.
es_es: Introduce tu nuevo gamertag abajo.
fr_fr: Entrez votre nouveau gamertag ci-dessous.
hr_hr: Unesi svoj novi nadimak.
it_it: Inserisci il tuo nuovo gamertag qui sotto.
ko_kr: 아래에 새 게이머태그를 입력하세요.
pl_pl: Wprowadź swój nowy gamertag poniżej.
pt_br: Digite sua nova gamertag abaixo.
ru_ru: Введите ниже свой новый геймтег.
zh_hans: 在下方输入您的新玩家代号。
