Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# SettingsPage_AutoEmulatorUpdateTooltip
source: When enabled, the emulator will update in the background NOTE: You can't use Xenia during the update process
de_de: Wenn diese Option aktiviert ist, wird der Emulator im Hintergrund aktualisiert. Hinweis: Während des Aktualisierungsvorgangs kann Xenia nicht verwendet werden.
es_es: Cuando se activa, el emulador se actualizará en segundo plano NOTE: No puedes usar Xenia durante el proceso de actualización
fr_fr: Quand activé, l'émulateur se mettra à jour en arrière-plan NOTE : Vous ne pouvez pas utiliser Xenia pendant le processus de mise à jour
hr_hr: Kada je omogućeno, emulator će se ažurirati u pozadini. NAPOMENA: Xeniju ne možete koristiti tijekom procesa ažuriranja.
it_it: Quando abilitato, l'emulatore si aggiornerà in background NOTA: Non puoi utilizzare Xenia durante il processo di aggiornamento
ko_kr: 이 기능이 활성화되면 에뮬레이터는 백그라운드에서 자동으로 업데이트됩니다. 노트: 업데이트 중에는 Xenia를 사용할 수 없습니다.
pl_pl: Gdy włączone, emulator będzie aktualizowany w tle UWAGA: Nie możesz używać Xenia podczas procesu aktualizacji
pt_br: Quando ativado, o emulador será atualizado em segundo plano. NOTA: Você não poderá usar o Xenia durante o processo de atualização.
ru_ru: Разрешить эмулятору обновляться в фоновом режиме. Примечание: вы не сможете использовать Xenia во время обновления.
zh_hans: 启用后，模拟器将在后台更新 注意：更新过程中无法使用 Xenia

# LibraryMenuItemShow_Playtime
source: Playtime
de_de: Spielzeit
es_es: Tiempo de juego
fr_fr: Temps de jeu
hr_hr: Vrijeme igranja
it_it: Tempo di gioco
ko_kr: 플레이타임
pl_pl: Czas gry
pt_br: Tempo de jogo
ru_ru: Время игры
zh_hans: 游戏时间

# OpenFileDialog_SelectXeniaExecutable
source: Select Xenia Executable
de_de: Xenia Programmdatei auswählen
es_es: Selecciona el ejecutable de Xenia
fr_fr: Sélectionner l'exécutable Xenia
hr_hr: Odaberite izvršnu datoteku Xenia Emulatora
it_it: Seleziona eseguibile di Xenia
ko_kr: 실행 가능한 Xenia 선택
pl_pl: Wybierz plik wykonywalny Xenia
pt_br: Selecione o executável do Xenia
ru_ru: Выберите исполняемый файл Xenia
zh_hans: 选择 Xenia 可执行文件

# MessageBox_SwitchXeniaVersion
source: {0} is now using Xenia {1}.
de_de: {0} verwendet nun Xenia {1}.
es_es: {0} ahora usa Xenia {1}.
fr_fr: {0} utilise maintenant Xenia {1}.
hr_hr: {0} sada koristi Xenia {1}.
it_it: {0} ora utilizza Xenia {1}.
ko_kr: {0} 는 Xenia {1} 가 사용 중입니다..
pl_pl: {0} używa teraz Xenia {1}.
pt_br: {0} Agora use o Xenia {1}.
ru_ru: Для запуска {0} теперь используется Xenia {1}.
zh_hans: {0} 现在使用 Xenia {1}。

# XeniaSelection_MainText
source: Select Xenia Version
de_de: Xenia Version auswählen
es_es: Selecciona la versión de Xenia
fr_fr: Sélectionner la version de Xenia
hr_hr: Odaberite verziju Xenie
it_it: Seleziona versione di Xenia
ko_kr: Xenia 버전 선택
pl_pl: Wybierz wersję Xenia
pt_br: Selecione a versão do Xenia
ru_ru: Выберите версию Xenia
zh_hans: 选择 Xenia 版本

# XeniaSettingsPage_UserInputMousehookAutoaimSettingText
source: Disable Autoaim
de_de: Auto Zielen deaktivieren
es_es: Desactivar autoapuntado
fr_fr: Désactiver l'auto-visée
hr_hr: Onemogući Automatsko Ciljanje
it_it: Disabilita Autoaim
ko_kr: 자동조준 비활성화
pl_pl: Wyłącz autocelowanie
pt_br: Desativar autoapontado
ru_ru: Отключить автоприцеливание
zh_hans: 禁用自动瞄准

# XeniaSettingsPage_UserInputMousehookAutoaimSettingTooltip
source: Disable autoaim in games that support it
de_de: Auto‑Zielen in unterstützten Spielen deaktivieren
es_es: Desactiva el autoapuntado en juegos que lo soportan
fr_fr: Désactive l'auto-visée dans les jeux qui la supportent
hr_hr: Onemogući automatsko ciljanje u igrama koje ga podržavaju
it_it: Disabilita l'autoaim nei giochi che lo supportano
ko_kr: 자동 조준 기능을 지원하는 게임에서 해당 기능을 비활성화합니다..
pl_pl: Wyłącz autocelowanie w grach, które to obsługują
pt_br: Desative o autoapontado em jogos que o suportam
ru_ru: Отключает автоприцеливание в играх, которые его поддерживают.
zh_hans: 在支持的游戏内禁用自动瞄准

# XeniaSettingsPage_UserInputMousehookInvertXSettingText
source: Invert X Axis
de_de: X Achse invertieren
es_es: Invertir eje horizontal
fr_fr: Inverser l'axe X
hr_hr: Invertiranje X Osi
it_it: Inverti asse X
ko_kr: X축 반전
pl_pl: Odwróć oś X
pt_br: Inverter eixo horizontal
ru_ru: Инверсия оси X
zh_hans: 反转 X 轴

# XeniaSettingsPage_UserInputMousehookInvertXSettingTooltip
source: Invert mouse X axis
de_de: Maus X‑Achse invertieren
es_es: Invierte el eje horizontal del mouse
fr_fr: Inverse l'axe X de la souris
hr_hr: Invertirajte X os miša
it_it: Inverte l'asse X del mouse
ko_kr: 마우스의 X축을 반전합니다..
pl_pl: Odwróć oś X myszy
pt_br: Inverta o eixo horizontal do mouse
ru_ru: Инвертирование движение мыши по горизонтали.
zh_hans: 反转鼠标 X 轴

# XeniaSettingsPage_UserInputMousehookAimTurnDistanceSettingText
source: Aim Turn Distance
es_es: Invierte el eje horizontal del mouse
fr_fr: Distance de rotation de visée
hr_hr: Ciljna Udaljenost Okretanja
it_it: Distanza di rotazione mirino
ko_kr: 조준 회전반경
pl_pl: Dystans obrotu celowania
pt_br: Inverte o eixo horizontal do mouse
ru_ru: Дистанция поворота при прицеливании
zh_hans: 瞄准转向距离

# XeniaSettingsPage_UserInputMousehookAimTurnDistanceSettingTooltip
source: Distance crosshair can move in aim-mode before turning the camera [0 - 1]
de_de: Distanz, die sich das Fadenkreuz im Zielmodus bewegen kann, bevor sich die Kamera dreht [0 – 1]
es_es: La mira con distancia pueden moverse en el modo de apuntado antes de girar la cámara [0 - 1]
fr_fr: Distance que le réticule peut bouger en mode visée avant de tourner la caméra [0 - 1]
hr_hr: Nišan za daljinu može se pomicati u načinu ciljanja prije okretanja kamere [0 - 1]
it_it: Distanza che il mirino può muoversi in modalità mira prima di ruotare la telecamera [0 - 1]
ko_kr: 카메라를 회전하기 전에 조준 모드에서 이동할 수 있는 거리 십자선 [0 ~ 1]
pl_pl: Odległość, jaką celownik może przebyć w trybie celowania przed obróceniem kamery [0 - 1]
pt_br: A mira com distância pode se mover no modo de apontar antes de girar a câmera [0 - 1]
ru_ru: Расстояние, на которое может сместиться прицел в режиме прицеливания, прежде чем камера повернётся. Значение [0-1].
zh_hans: 在瞄准模式下准星移动多远后开始转动摄像机 [0 - 1]

# XeniaSettingsPage_UserInputMousehookMousehookFovSensitivitySettingText
source: FOV Sensitivity
de_de: FOV‑Empfindlichkeit
es_es: Sensibilidad de CDV
fr_fr: Sensibilité FOV
hr_hr: Osjetljivost Vidnog Polja
it_it: Sensibilità FOV
ko_kr: 시야 감도
pl_pl: Czułość FOV
pt_br: Sensibilidade de CDV
ru_ru: Чувствительность мыши при прицеливании
zh_hans: 视野 (FOV) 灵敏度

# XeniaSettingsPage_UserInputMousehookMousehookFovSensitivitySettingTooltip
source: Mouse scale when FOV is lowered (Currently for Call of Duty, Dead Rising, Red Dead Redemption and UE3 Games)
de_de: Maus­skalierung, wenn das Sichtfeld (FOV) verringert wird (derzeit für Call of Duty, Dead Rising, Red Dead Redemption und UE3‑Spiele)
es_es: Escala del mouse cuando se baja el campo de visión (Usado en Call of Duty, Dead Rising, Red Dead Redemption y juegos desarrollados en UE3)
fr_fr: Échelle de la souris quand le FOV est réduit (Actuellement pour Call of Duty, Dead Rising, Red Dead Redemption et les jeux UE3)
hr_hr: Skaliranje miša kada se smanji vidno polje (FOV) (Trenutno za igre Call of Duty, Dead Rising, Red Dead Redemption i UE3)
it_it: Sensibilità del mouse quando il FOV è ridotto (Attualmente per Call of Duty, Dead Rising, Red Dead Redemption e giochi UE3)
ko_kr: FOV가 낮아질 때 마우스 스케일 (현재는 Call of Duty, Dead Rising, Red Dead Redemption 그리고 언리얼 엔진 3 게임만)
pl_pl: Skala myszy, gdy FOV jest obniżony (Obecnie dla Call of Duty, Dead Rising, Red Dead Redemption i gier UE3)
pt_br: Escala do mouse quando o campo de visão é reduzido (Utilizado em Call of Duty, Dead Rising, Red Dead Redemption e jogos desenvolvidos na UE3)
ru_ru: Корректирует скорость мыши при прицеливании, чтобы сохранить ощущение одинаковой скорости. Применяется в Call of Duty, Dead Rising, Red Dead Redemption и играх на Unreal Engine 3.
zh_hans: 视野 (FOV) 降低时的鼠标缩放比例 (目前适用于《使命召唤》、《死亡复苏》、《荒野大镖客》和 UE3 游戏)

# XeniaSettingsPage_UserInputMousehookMousehookSensitivitySettingText
source: Mouse Sensitivity
de_de: Maus­empfindlichkeit
es_es: Sensibilidad del mouse
fr_fr: Sensibilité de la souris
hr_hr: Osjetljivost Miša
it_it: Sensibilità mouse
ko_kr: 마우스 감도
pl_pl: Czułość myszy
pt_br: Sensibilidade do mouse
ru_ru: Чувствительность мыши в игре
zh_hans: 鼠标灵敏度

# XeniaSettingsPage_UserInputMousehookMousehookSensitivitySettingTooltip
source: Allows the user to change the mouse sensitivity
de_de: Ermöglicht es dem Benutzer, die Maus­empfindlichkeit zu ändern
es_es: Permite al usuario cambiar la sensibilidad del mouse
fr_fr: Permet à l'utilisateur de changer la sensibilité de la souris
hr_hr: Omogućuje korisniku promjenu osjetljivosti miša
it_it: Permette di modificare la sensibilità del mouse
ko_kr: 사용자가 마우스 감도를 변경할 수 있도록 합니다.
pl_pl: Pozwala użytkownikowi zmienić czułość myszy
pt_br: Permite ao usuário alterar a sensibilidade do mouse
ru_ru: Изменение чувствительности мыши в игре.
zh_hans: 允许用户更改鼠标灵敏度

# XeniaSettingsPage_UserInputMousehookMousehookMenuSensitivitySettingText
source: Menu Sensitivity
de_de: Menü­empfindlichkeit
es_es: Sensibilidad en menús
fr_fr: Sensibilité du menu
hr_hr: Osjetljivost Izbornika
it_it: Sensibilità menu
ko_kr: 메뉴 감도
pl_pl: Czułość w menu
pt_br: Sensibilidade nos menus
ru_ru: Чувствительность мыши в меню
zh_hans: 菜单灵敏度

# XeniaSettingsPage_UserInputMousehookMousehookMenuSensitivitySettingTooltip
source: (GoldenEye/Saints Row 1) Mouse sensitivity when in menus
de_de: (GoldenEye / Saints Row 1) Maus­empfindlichkeit in Menüs
es_es: (GoldenEye/Saints Row 1) Sensibilidad del mouse en los menús
fr_fr: (GoldenEye/Saints Row 1) Sensibilité de la souris dans les menus
hr_hr: (GoldenEye/Saints Row 1) Osjetljivost miša u izbornicima
it_it: (GoldenEye/Saints Row 1) Sensibilità del mouse nei menu
ko_kr: (GoldenEye/Saints Row 1) 메뉴 내 마우스 감도
pl_pl: (GoldenEye/Saints Row 1) Czułość myszy w menu
pt_br: (GoldenEye/Saints Row 1) Sensibilidade do mouse nos menus
ru_ru: Изменение чувствительности мыши в меню (GoldenEye/Saints Row 1).
zh_hans: (《黄金眼/黑道圣徒1》) 在菜单中的鼠标灵敏度

# XeniaSettingsPage_UserInputMousehookGoldenEyeDebugMenuSettingText
source: GoldenEye Debug Menu
es_es: Menú de depuración (GoldenEye)
fr_fr: Menu de débogage GoldenEye
hr_hr: GoldenEye Debug Izbornik
it_it: Menu debug GoldenEye
ko_kr: GoldenEye 디버그 메뉴
pl_pl: Menu Debugowania GoldenEye
pt_br: Menu de depuração (GoldenEye)
ru_ru: Меню отладки (GoldenEye)
zh_hans: 黄金眼 调试菜单

# XeniaSettingsPage_UserInputMousehookGoldenEyeDebugMenuSettingTooltip
source: Enables the debug menu, accessible with LB/1
de_de: Aktiviert das Debug‑Menü, aufrufbar mit LB / 1
es_es: Activa el menú de depuración, accesible con LB/1
fr_fr: Active le menu de débogage, accessible avec LB/1
hr_hr: Omogućuje izbornik za otklanjanje pogrešaka, dostupan s LB/1
it_it: Abilita il menu debug, accessibile con LB/1
ko_kr: 디버그 메뉴를 활성화합니다. LB/1 로 접근할 수 있습니다.
pl_pl: Włącza menu debugowania, dostępne pod LB/1
pt_br: Ative o menu de depuração, acessível com LB/1
ru_ru: Включение меню отладки, доступное с помощью LB/1.
zh_hans: 启用调试菜单，可通过 LB/1 键访问

# XeniaSettingsPage_UserInputMousehookGunSwaySettingText
source: Gun Sway (GoldenEye/Perfect Dark)
es_es: Balanceo de arma (GoldenEye/Perfect Dark)
fr_fr: Balancement de l'arme (GoldenEye/Perfect Dark)
it_it: Oscillazione arma (GoldenEye/Perfect Dark)
ko_kr: 총기 흔들림 (GoldenEye/Perfect Dark)
pl_pl: Kołysanie broni (GoldenEye/Perfect Dark)
pt_br: Balanceamento de arma (GoldenEye/Perfect Dark)
ru_ru: Покачивание оружия (GoldenEye/Perfect Dark)
zh_hans: 枪械晃动 (黄金眼/完美黑暗)

# XeniaSettingsPage_UserInputMousehookGunSwaySettingTooltip
source: (GoldenEye/Perfect Dark) Enable gun sway as camera is turned
de_de: (GoldenEye / Perfect Dark) Waffen­schwanken aktivieren, wenn die Kamera gedreht wird
es_es: (GoldenEye/Perfect Dark) Activa el balanceo del arma mientras se gira la cámara
fr_fr: (GoldenEye/Perfect Dark) Active le balancement de l'arme quand la caméra est tournée
hr_hr: (GoldenEye/Perfect Dark) Omogući njihanje pištolja dok se kamera okreće
it_it: (GoldenEye/Perfect Dark) Abilita l'oscillazione dell'arma quando la telecamera viene girata
ko_kr: (GoldenEye/Perfect Dark) 카메라가 회전할 때 총기의 흔들림을 활성화합니다.
pl_pl: (GoldenEye/Perfect Dark) Włącz kołysanie broni podczas obracania kamery
pt_br: (GoldenEye/Perfect Dark) Ative o balanceamento da arma enquanto gira a câmera
ru_ru: Включение покачивания оружия при повороте камеры (GoldenEye/Perfect Dark).
zh_hans: (《黄金眼/完美黑暗》) 启用转动摄像机时的枪械晃动

# XeniaSettingsPage_UserInputMousehookInvertYSettingText
source: Invert Y Axis
de_de: Y‑Achse invertieren
es_es: Invertir eje vertical
fr_fr: Inverser l'axe Y
hr_hr: Invertiranje Y Osi
it_it: Inverti asse Y
ko_kr: Y축 반전
pl_pl: Odwróć oś Y
pt_br: Inverter eixo vertical
ru_ru: Инверсия оси Y
zh_hans: 反转 Y 轴

# XeniaSettingsPage_UserInputMousehookInvertYSettingTooltip
source: Invert mouse Y axis
de_de: Maus Y Achse invertieren
es_es: Invierte el eje vertical de mouse
fr_fr: Inverse l'axe Y de la souris
hr_hr: Invertirajte Y os miša
it_it: Inverte l'asse Y del mouse
ko_kr: 마우스의 X축을 반전합니다..
pl_pl: Odwróć oś Y myszy
pt_br: Inverte o eixo vertical do mouse
ru_ru: Инвертирование движение мыши по вертикали.
zh_hans: 反转鼠标 Y 轴

# XeniaSettingsPage_MousehookSettingsTitleText
source: Mousehook
ko_kr: 마우스훅
zh_hans: 鼠标钩子 (Mousehook)

# XeniaSettingsPage_UserInputMousehookGoldenEyeRemoveBlurSettingText
source: Remove Blur (GoldenEye)
de_de: Unschärfe entfernen (GoldenEye)
es_es: Remover desenfoque (GoldenEye)
fr_fr: Supprimer le flou (GoldenEye)
hr_hr: Ukloni Zamućenje (GoldenEye)
it_it: Rimuovi sfocatura (GoldenEye)
ko_kr: 블러 제거 (GoldenEye)
pl_pl: Usuń rozmycie (GoldenEye)
pt_br: Remover desfoque (GoldenEye)
ru_ru: Убрать размытие (GoldenEye)
zh_hans: 移除模糊 (黄金眼)

# XeniaSettingsPage_UserInputMousehookRdrSnappyWheelSettingText
source: Snappy Wheel (Red Dead Redemption)
es_es: Rueda automática (Red Dead Redemption)
fr_fr: Roue rapide (Red Dead Redemption)
it_it: Ruota scattosa (Red Dead Redemption)
ko_kr: 휠 스냅 (Red Dead Redemption)
pl_pl: Przyciąganie koła (Red Dead Redemption)
pt_br: Roda automática (Red Dead Redemption)
ru_ru: Фиксация поворота радиального меню (Red Dead Redemption)
zh_hans: 快速武器轮盘 (荒野大镖客：救赎)

# XeniaSettingsPage_UserInputMousehookRdrSnappyWheelSettingTooltip
source: (Red Dead Redemption) Snaps the Weapon Wheel in 45 degree increments
de_de: (Red Dead Redemption) Rastet das Waffenrad in 45 Grad Schritten ein
es_es: (Red Dead Redemption) La rueda de armas realizará selecciones automáticas en aumentos de 45 grados
fr_fr: (Red Dead Redemption) Fait claquer la roue d'armes par incréments de 45 degrés
hr_hr: (Red Dead Redemption) Pomiče kotač oružja u koracima od 45 stupnjeva
it_it: (Red Dead Redemption) Blocca la Ruota delle Armi in incrementi di 45 gradi
ko_kr: (Red Dead Redemption) 무기 휠을 45도 간격마다 스냅합니다.
pl_pl: (Red Dead Redemption) Przyciąga koło broni w przyrostach co 45 stopni
pt_br: (Red Dead Redemption)A roda de armas fará seleções automáticas em incrementos de 45 graus
ru_ru: Вращение радиального меню выбора оружия будет происходить с фиксированным шагом в 45 градусов для удобного и точного переключения (Red Dead Redemption).
zh_hans: (《荒野大镖客：救赎》) 将武器轮盘以 45 度增量吸附

# XeniaSettingsPage_UserInputMousehookGoldenEyeRemoveBlurSettingTooltip
source: Removes low-res blur when in classic-graphics mode
de_de: Entfernt die Unschärfe mit niedriger Auflösung im klassischen Grafikmodus
es_es: Remueve el desenfoque de baja resolución cuando se usa el modo de gráficos clásicos
fr_fr: Supprime le flou basse résolution quand en mode graphiques classiques
hr_hr: Uklanja zamućenje niske rezolucije u načinu rada s klasičnom grafikom
it_it: Rimuove la sfocatura a bassa risoluzione in modalità grafica classica
ko_kr: 클래식 그래픽 모드에서 저해상도 블러를 제거합니다.
pl_pl: Usuwa rozmycie niskiej rozdzielczości w trybie klasycznej grafiki
pt_br: Remove o desfoque de baixa resolução quando o modo de gráficos clássicos é utilizado
ru_ru: Отключение эффекта размытия, имитирующего низкое разрешение оригинальной игры, делая изображение в режиме классической графики более чётким.
zh_hans: 在经典图形模式下移除低分辨率模糊

# XeniaSettingsPage_UserInputMousehookRdrTurboGallopHorseSettingText
source: Turbo Gallop Horse (Red Dead Redemption)
es_es: Galope turbo de caballo (Red Dead Redemption)
fr_fr: Cheval au galop turbo (Red Dead Redemption)
hr_hr: Turbo galop konj (Red Dead Redemption)
it_it: Cavallo al galoppo turbo (Red Dead Redemption)
ko_kr: 터보 말 질주 (Red Dead Redemption)
pl_pl: Turbo galop konia (Red Dead Redemption)
pt_br: Galope turbo de cavalo (Red Dead Redemption)
ru_ru: Ускоренный галоп лошади (Red Dead Redemption)
zh_hans: 涡轮疾驰马匹 (荒野大镖客：救赎)

# XeniaSettingsPage_UserInputMousehookRdrTurboGallopHorseSettingTooltip
source: Enables turbo galloping for horses and coaches in Red Dead Redemption (Bound to Modifier same as Turbo sprint)
de_de: Aktiviert Turbo‑Galopp für Pferde und Kutschen in Red Dead Redemption (gebunden an denselben Modifikator wie Turbo‑Sprint)
es_es: Activa el galope turbo para caballos y carrozas en Red Dead Redemption (vinculado al modificador al igual que el esprint turbo)
fr_fr: Active le galop turbo pour les chevaux et les calèches dans Red Dead Redemption (Lié au modificateur comme le sprint turbo)
hr_hr: Omogućuje turbo galopiranje za konje i kočije u Red Dead Redemptionu (vezano za modifikator isto kao i Turbo sprint)
it_it: Abilita il galoppo turbo per cavalli e carrozze in Red Dead Redemption (Associato al Modificatore come lo sprint turbo)
ko_kr: Red Dead Redemption에서 말과 마차에 터보 질주 기능을 활성화합니다.(터보 스프린트와 동일한 수정 적용)
pl_pl: Włącza turbo galop dla koni i powozów w Red Dead Redemption (Przypisane do modyfikatora tak samo jak Turbo sprint)
pt_br: Ativa o galope turbo para cavalos e carroças em Red Dead Redemption (vinculado ao modificador, assim como o sprint turbo)
ru_ru: Включение ускоренного галопа для лошадей и повозок (привязано к той же клавише, что и бег).
zh_hans: 在《荒野大镖客：救赎》中为马匹和马车启用涡轮疾驰 (绑定到与涡轮冲刺相同的修饰键)

# XeniaSettingsPage_UserInputMousehookSr2BetterDriveCamSettingText
source: Better Drive Cam (Saints Row 2)
es_es: Cámara de conducción mejorada (Saints Row 2)
fr_fr: Meilleure caméra de conduite (Saints Row 2)
hr_hr: Bolja kamera za vožnju (Saints Row 2)
it_it: Telecamera di guida migliore (Saints Row 2)
ko_kr: 더 나은 운전 카메라 (Saints Row 2)
pl_pl: Lepsza kamera jazdy (Saints Row 2)
pt_br: Câmera de condução aprimorada (Saints Row 2)
ru_ru: Улучшенная камера при вождении (Saints Row 2)
zh_hans: 更好的驾驶视角 (黑道圣徒2)

# XeniaSettingsPage_UserInputMousehookSr2BetterDriveCamSettingTooltip
source: Unties X rotation from vehicles when auto-centering is disabled akin to GTA IV
de_de: Löst die X‑Achsen‑Rotation von Fahrzeugen, wenn die automatische Zentrierung deaktiviert ist – ähnlich wie in GTA IV
es_es: Desata la rotación en X de los vehículos cuando el autocentrado está desactivado para asemejarse a GTA IV
fr_fr: Délie la rotation X des véhicules quand l'auto-centrage est désactivé similaire à GTA IV
hr_hr: Odvaja X rotaciju od vozila kada je automatsko centriranje onemogućeno, slično kao u GTA IV
it_it: Separa la rotazione X dai veicoli quando l'auto-centratura è disabilitata, simile a GTA IV
ko_kr: 자동 중심 맞추기 기능이 비활성화되었을 때 차량의 X축 회전을 해제합니다. 이는 GTA IV와 유사한 방식입니다.
pl_pl: Odpina rotację X od pojazdów, gdy automatyczne centrowanie jest wyłączone, podobnie jak w GTA IV
pt_br: Desativa a rotação em X dos veículos quando o autocentragem está desativada para se assemelhar ao GTA IV
ru_ru: Отвязка вращения камеры при повороте транспортного средства при отключённом автоцентрировании (как в GTA IV).
zh_hans: 当自动居中禁用时，将 X 旋转与车辆解绑，类似于 GTA IV

# XeniaSettingsPage_UserInputMousehookSr2BetterHandbrakeCamSettingText
source: Better Handbrake Camera (Saints Row 2)
es_es: Cámara de freno de mano mejorada (Saints Row 2)
fr_fr: Meilleure caméra de frein à main (Saints Row 2)
hr_hr: Bolja Kamera Ručne Kočnice (Saints Row 2)
it_it: Telecamera del freno a mano migliore (Saints Row 2)
ko_kr: 더 나은 핸드브레이크 카메라 (Saints Row 2)
pl_pl: Lepsza kamera hamulca ręcznego (Saints Row 2)
pt_br: Câmera de freio de mão aprimorada (Saints Row 2)
ru_ru: Улучшенная камера при ручном тормозе (Saints Row 2)
zh_hans: 更好的手刹视角 (黑道圣徒2)

# XeniaSettingsPage_UserInputMousehookSr2BetterHandbrakeCamSettingTooltip
source: Unties X rotation from vehicles when handbraking akin to Saints Row 1
de_de: Löst die X‑Achsen‑Rotation von Fahrzeugen beim Handbremsen – ähnlich wie in Saints Row 1
es_es: Desata la rotación en X de los vehículos cuando se usa el freno de mano para asemejarse a Saints Row 1
fr_fr: Délie la rotation X des véhicules lors du freinage à main similaire à Saints Row 1
hr_hr: Odvaja X rotaciju od vozila prilikom ručnog kočenja slično Saints Row 1
it_it: Separa la rotazione X dai veicoli durante l'uso del freno a mano, simile a Saints Row 1
ko_kr: 차량에서 핸드 브레이크를 사용할 때 X 회전을 해제합니다. 이는 Saints Row 1과 유사합니다.
pl_pl: Odpina rotację X od pojazdów podczas używania hamulca ręcznego, podobnie jak w Saints Row 1
pt_br: Desativa a rotação em X dos veículos quando o freio de mão é usado para se assemelhar ao Saints Row 1
ru_ru: Отвязка вращения камеры от транспортного средства при использовании ручного тормоза (как в Saints Row 1).
zh_hans: 当手刹时，将 X 旋转与车辆解绑，类似于《黑道圣徒1》

# XeniaSettingsPage_UserInputMousehookSr2HoldFineAimSettingText
source: Hold Fine Aim (Saints Row 2)
es_es: Mantener apuntado con la mira (Saints Row 2)
fr_fr: Maintenir la visée fine (Saints Row 2)
hr_hr: Drži za Precizno Ciljanje (Saints Row 2)
it_it: Mira fine mantenuta (Saints Row 2)
ko_kr: 정확한 조준 홀드 (Saints Row 2)
pl_pl: Przytrzymaj precyzyjne celowanie (Saints Row 2)
pt_br: Manter apontado com a mira (Saints Row 2)
ru_ru: Удержание кнопки для прицеливания (Saints Row 2)
zh_hans: 按住精细瞄准 (黑道圣徒2)

# XeniaSettingsPage_UserInputMousehookSr2HoldFineAimSettingTooltip
source: Switches fine aim (ADS) from a toggle to hold press
de_de: Schaltet das präzise Zielen (ADS) von einer Umschaltfunktion auf gedrückt halten um
es_es: Cambia el apuntado con la mira (ADS) de alternar a mantener
fr_fr: Change la visée fine (ADS) d'un basculement à une pression maintenue
hr_hr: Prebacuje fino ciljanje (ADS) s prekidača na držanje pritiska
it_it: Cambia la mira fine (ADS) da toggle a pressione mantenuta
ko_kr: 정밀 조준(ADS)을 토글 방식에서 홀드 방식으로 변경합니다.
pl_pl: Zmienia precyzyjne celowanie (ADS) z przełącznika na przytrzymanie
pt_br: Mude o apontado com a mira (ADS) de alternar para manter
ru_ru: Включение режима прицеливания удержанием кнопки, как в современных шутерах, а не однократным её нажатием.
zh_hans: 将精细瞄准 (ADS) 从切换模式切换为按住模式

# LibraryGameButton_ConfigureMousehookControls
source: Configure Controls
de_de: Steuerung konfigurieren
es_es: Configurar controles
fr_fr: Configurer les contrôles
hr_hr: Konfiguriraj kontrole
it_it: Configura controlli
ko_kr: 컨트롤 구성
pl_pl: Konfiguruj sterowanie
pt_br: Configurar controles
ru_ru: Настройка управления
zh_hans: 配置控件

# MessageBox_NoMousehookBindingsText
source: Failed to fetch keybindings for {0}.
de_de: Fehler beim Abrufen der Tastenbelegungen für {0}.
es_es: Se falló al buscar vinculaciones de teclas para {0}.
fr_fr: Échec de la récupération des raccourcis pour {0}.
hr_hr: Nije uspjelo dohvaćanje tipkih za {0}.
it_it: Impossibile recuperare i tasti assegnati per {0}.
ko_kr: {0}의 키 바인딩을 불러오지 못했습니다..
pl_pl: Nie udało się pobrać przypisań klawiszy dla {0}.
pt_br: Falhou ao buscar vinculações de teclas para {0}.
ru_ru: Не удалось получить привязки клавиш для {0}.
zh_hans: 获取 {0} 的键位绑定失败。
