Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# XeniaSettingsPage_GeneralLicenseMaskSettingTooltip
source: - No License - First License (Generally the full version license in Xbox Live Arcade titles) - All Licenses (All possible licenses enabled, but it could lead to some undefined behavior)
de_de: - Keine Lizenz - Erste Lizenz – In der Regel die Vollversions‑Lizenz bei Xbox Live Arcade‑Titeln. - Alle Lizenzen – Aktiviert alle möglichen Lizenzen, was jedoch zu undefiniertem Verhalten führen kann.
es_es: - Sin licencia - Primera licencia (la versión completa en los títulos Xbox Live Arcade en general) - Todas las licencias (todas las posibles licencias activadas, pueden llevar a un funcionamiento impredecible)
fr_fr: - Aucune licence - Première licence (Généralement la licence version complète dans les titres Xbox Live Arcade) - Toutes les licences (Toutes les licences possibles activées, mais cela pourrait conduire à un comportement indéfini)
hr_hr: - Bez licence - Prva licenca (Općenito licenca pune verzije u Xbox Live Arcade naslovima) - Sve licence (Sve moguće licence su omogućene, ali to može dovesti do nedefiniranog ponašanja)
it_it: - Nessuna Licenza - Prima Licenza (Generalmente la licenza completa nei titoli Xbox Live Arcade) - Tutte le Licenze (Tutte le licenze possibili abilitate, ma potrebbe causare comportamenti indefiniti)
ja_jp: - ライセンスなし - 最初のライセンス (一般的に Xbox Live Arcade タイトルのフルバージョンライセンス) - すべてのライセンス (有効になっているライセンスはすべて有効になっています) しかし未定義の行動につながる可能性があります)
ko_kr: - No License - First License (Xbox Live Arcade 게임의 일반적인 완전판 라이선스) - All Licenses (모든 가능한 라이선스가 활성화되어 있지만, 이는 일부 정의되지 않은 동작을 유발될 수 있음)
nl_nl: - Geen licentie - Eerste licentie (Over het algemeen de volledige versie licentie in Xbox Live Arcade titels) - Alle licenties zijn ingeschakeld maar het kan leiden tot ongedefinieerd gedrag)
no_no: - Ingen lisens - Første Lisens (generelt den fulle versjonen lisensen i Xbox Live Arcade titler) - Alle lisenser (alle mulige lisenser er aktivert men det kan føre til noen udefinert oppførsel)
pl_pl: - Brak licencji - Pierwsza licencja (Zazwyczaj licencja pełnej wersji w tytułach Xbox Live Arcade) - Wszystkie licencje (Wszystkie możliwe licencje włączone, ale może to prowadzić do niezdefiniowanego zachowania)
pt_br: - Sem licença - Primeira licença (a versão completa nos títulos do Xbox Live Arcade, em geral) - Todas as licenças (todas as licenças possíveis ativadas, podendo causar funcionamento imprevisível)
pt_pt: - Nenhuma Licença - Primeira Licença (Geralmente a licença da versão completa nos títulos do Xbox Live Arcade) - Todas as Licenças (Todas as licenças possíveis ativadas mas pode levar a algum comportamento indefinido)
ru_ru: - Без лицензии - Первая лицензия (обычно лицензия полной версии в играх Xbox Live Arcade) - Все лицензии (включены все возможные лицензии, но это может привести к неопределённому поведению)
sv_se: - Ingen licens - Första licens (Generellt den fullständiga versionslicensen i Xbox Live Arcade titlar) - Alla licenser (Alla möjliga licenser aktiverade, men det kan leda till något odefinierat beteende)
zh_cn: - 无许可证 - 第一个许可证(通常是 Xbox Live Arcade 标题中的完整版本许可证) - 所有许可证(所有可能的许可证已启用, 但可能导致一些未定义的行为)
zh_hans: - 无许可证 - 第一许可证 (通常是 Xbox Live Arcade 游戏中的完整版许可证) - 所有许可证 (启用所有可能的许可证，但可能导致某些未定义行为)

# XeniaSettingsPage_GeneralApplyTitleUpdatesSettingText
source: Title Updates
es_es: Actualizaciones de título
fr_fr: Mises à jour de titre
hr_hr: Ažuriranja Igara
it_it: Aggiornamenti Titolo
ja_jp: タイトルの更新
ko_kr: 타이틀 업데이트
nl_nl: Bijwerken titel
no_no: Tittel - Oppdateringer
pl_pl: Aktualizacje tytułów
pt_br: Atualizações de título
pt_pt: Atualizações do título
ru_ru: Обновления для игр (TU)
sv_se: Titel Uppdateringar
zh_cn: 标题更新
zh_hans: 标题更新

# XeniaSettingsPage_GeneralApplyTitleUpdatesSettingTooltip
source: Enables applying title updates
de_de: Aktiviert das Anwenden von Titel Updates
es_es: Permite aplicar actualizaciones de título
fr_fr: Active l'application des mises à jour de titre
hr_hr: Omogućuje primjenu ažuriranja igara
it_it: Abilita l'applicazione degli aggiornamenti titolo
ja_jp: タイトルアップデートの適用を有効にする
ko_kr: 타이틀 업데이트를 적용할 수 있도록 합니다.
nl_nl: Activeert het toepassen van titelupdates
no_no: Aktiverer bruk av tittel-oppdateringer
pl_pl: Włącza stosowanie aktualizacji tytułów (Title Updates)
pt_br: Permite aplicar atualizações de título
pt_pt: Permite aplicar atualizações de título
ru_ru: Применять обновления для игры.
sv_se: Aktiverar tillämpning av titeluppdateringar
zh_cn: 启用应用标题更新
zh_hans: 启用应用标题更新

# XeniaSettingsPage_GeneralShowAchievementNotificationSettingText
source: Show Achievement Notifications
de_de: Erfolgsbenachrichtigung anzeigen
es_es: Mostrar notificaciones de logros
fr_fr: Afficher les notifications d'achievement
hr_hr: Prikaži Obavijesti o Postignućima
it_it: Mostra Notifiche Obiettivi
ja_jp: 実績の通知を表示
ko_kr: 업적 알림 표시
nl_nl: Toon Prestatiemeldingen
no_no: Vis prestasjonsvarsler
pl_pl: Pokaż powiadomienia o osiągnięciach
pt_br: Mostrar notificações de conquistas
pt_pt: Mostrar notificações de conquistas
ru_ru: Уведомления о достижениях
sv_se: Visa prestationsnotifikationer
zh_cn: 显示成就通知
zh_hans: 显示成就通知

# XeniaSettingsPage_GeneralShowAchievementNotificationSettingTooltip
source: Show achievement notification on screen
de_de: Erfolgsbenachrichtigung auf dem Bildschirm anzeigen
es_es: Mostrar notificación de logros en la pantalla
fr_fr: Affiche la notification d'achievement à l'écran
hr_hr: Prikaži obavijest o postignuću na zaslonu
it_it: Mostra le notifiche degli obiettivi sullo schermo
ja_jp: 画面に実績通知を表示する
ko_kr: 업덕 알림을 화면에 표시합니다.
nl_nl: Toon prestatiemelding op het scherm
no_no: Vis prestasjonsvarsel på skjermen
pl_pl: Pokaż powiadomienie o osiągnięciu na ekranie
pt_br: Mostrar notificação de conquistas na tela
pt_pt: Mostrar notificação de conquistas na tela
ru_ru: Отображение всплывающего уведомления при получении достижения.
sv_se: Visa prestationsnotifikation på skärmen
zh_cn: 在屏幕上显示成就通知
zh_hans: 在屏幕上显示成就通知

# XeniaSettingsPage_GeneralUserCountrySettingText
source: User Country
de_de: Benutzerland
es_es: País del usuario
fr_fr: Pays utilisateur
hr_hr: Zemlja Korisnika
it_it: Paese Utente
ja_jp: ユーザーの国
ko_kr: 사용자 국가
nl_nl: Gebruiker land
no_no: Bruker Land
pl_pl: Kraj użytkownika
pt_br: País do usuário
pt_pt: País do usuário
ru_ru: Страна пользователя
sv_se: Användarens land
zh_cn: 用户国家
zh_hans: 用户国家/地区

# XeniaSettingsPage_GeneralUserCountrySettingTooltip
source: Used for changing country (Games can use this to change their language)
de_de: Wird verwendet, um das Land zu ändern (Spiele können dies nutzen, um ihre Sprache zu ändern).
es_es: Usado para cambiar el país (los juegos pueden usar esto para cambiar su idioma)
fr_fr: Utilisé pour changer de pays (Les jeux peuvent utiliser ceci pour changer leur langue)
hr_hr: Koristi se za promjenu države (Igre mogu ovo koristiti za promjenu jezika)
it_it: Usato per cambiare paese (I giochi possono usarlo per cambiare lingua)
ja_jp: 国を変更するために使用されます（ゲームは言語を変更するために使用できます）
ko_kr: 국가 변경을 위해 사용됩니다. (게임은 이를 통해 언어를 변경할 수 있음)
nl_nl: Gebruikt voor het veranderen van land (Games kan dit gebruiken om hun taal te veranderen)
no_no: Brukes for å endre land (Games kan bruke dette til å endre språket sitt)
pl_pl: Służy do zmiany kraju (Gry mogą używać tego do zmiany języka)
pt_br: Usado para alterar o país (os jogos podem usar isso para mudar o idioma)
pt_pt: Usado para mudar de país (Jogos podem usar isso para alterar seu idioma)
ru_ru: Используется для изменения страны пользователя (необходимо для смены языка в некоторых играх).
sv_se: Används för att byta land (Spel kan använda detta för att ändra språk)
zh_cn: 用于更改国家 (游戏可以用它来更改语言)
zh_hans: 用于更改国家/地区 (游戏可用此功能更改语言)

# XeniaSettingsPage_GeneralUserLanguageSettingText
source: User Language
de_de: Benutzersprache
es_es: Idioma del usuario
fr_fr: Langue utilisateur
hr_hr: Jezik Korisnika
it_it: Lingua Utente
ja_jp: ユーザーの言語
ko_kr: 사용자 언어
nl_nl: Gebruikers taal
no_no: Bruker språk
pl_pl: Język użytkownika
pt_br: Idioma do usuario
pt_pt: Idioma do Usuário
ru_ru: Язык пользователя
sv_se: Användarens språk
zh_cn: 用户语言
zh_hans: 用户语言

# XeniaSettingsPage_GeneralUserLanguageSettingTooltip
source: Used for changing language in games (If they support it)
de_de: Wird verwendet, um die Sprache in Spielen zu ändern (falls diese es unterstützen)
es_es: Usado para cambiar el idioma de los juegos (si lo soportan)
fr_fr: Utilisé pour changer la langue dans les jeux (S'ils la supportent)
hr_hr: Koristi se za promjenu jezika u igrama (ako ga podržavaju)
it_it: Usato per cambiare lingua nei giochi (Se supportato)
ja_jp: ゲーム内で言語を変更するために使用されます（サポートされている場合）
ko_kr: 게임에서 언어를 변경하는 데 사용됩니다. (지원한다면)
nl_nl: Wordt gebruikt om de taal in spellen te veranderen (als ze het ondersteunen)
no_no: Brukes for å endre språk i spill (hvis de støtter det)
pl_pl: Służy do zmiany języka w grach (Jeśli go obsługują)
pt_br: Usado para alterar o idioma dos jogos (se suportado)
pt_pt: Usado para alterar o idioma em jogos (se eles suportam isso)
ru_ru: Используется для изменения языка в играх (если они его поддерживают).
sv_se: Används för att ändra språk i spel (Om de stöder det)
zh_cn: 用于更改游戏中的语言 (如果他们支持)
zh_hans: 用于更改游戏中的语言 (如果游戏支持)

# XeniaSettingsPage_UserInputHidSettingText
source: Input System
de_de: Eingabesystem
es_es: Sistema de entrada
fr_fr: Système de saisie
hr_hr: Ulazni Sustav
it_it: Sistema di Input
ja_jp: 入力システム
ko_kr: 입력 시스템
nl_nl: Input systeem
no_no: Inndata System
pl_pl: System wejścia
pt_br: Sistema de entrada
pt_pt: Sistema de entrada
ru_ru: Система ввода
sv_se: Inmatningssystem
zh_cn: 输入系统
zh_hans: 输入系统

# XeniaSettingsPage_UserInputHidSettingTooltip
source: - Any (default) - SDL2 (needed for non-XInput controllers) - XInput (XInput controllers) - Winkey (keyboard)
de_de: - Beliebig (Standard) - SDL2 (erforderlich für Controller, die kein XInput verwenden) - XInput (für XInput‑Controller) - Winkey (Tastatur)
es_es: - Cualquiera (predeterminado) - SDL2 (necesario para controles que no soporten XInput) - XInput (controladores XInput) - Winkey (teclado)
fr_fr: - N'importe lequel (par défaut) - SDL2 (nécessaire pour les contrôleurs non-XInput) - XInput (contrôleurs XInput) - Winkey (clavier)
hr_hr: - Bilo koji (zadano) - SDL2 (potreban za kontrolere koji nisu XInput) - XInput (XInput kontroleri) - Winkey (tipkovnica)
it_it: - Qualsiasi (predefinito) - SDL2 (necessario per controller non XInput) - XInput (controller XInput) - Winkey (tastiera)
ko_kr: - Any (기본) - SDL2 (XInput 미사용 컨트롤러에 필요) - XInput (XInput 사용 컨트롤러) - Winkey (키보드)
nl_nl: - Ieder (standaard) - SDL2 (nodig voor niet-XInput controllers) - XInput (XInput controllers) - Winkey (toetsenbord)
no_no: - Alle (standard) - SDL2 (nødvendig for ikke-XInput kontroller) - XInput (XInput kontroller) - Winkey (tastatur)
pl_pl: - Dowolny (domyślny) - SDL2 (potrzebny dla kontrolerów innych niż XInput) - XInput (kontrolery XInput) - Winkey (klawiatura)
pt_br: - Qualquer (padrão) - SDL2 (necessário para controles que não suportam XInput) - XInput (controles XInput) - Winkey (teclado)
pt_pt: - Qualquer (padrão) - SDL2 (necessário para controladores não-XInput ) - XInput (controladores de XInput ) - Teclado de acesso (teclado)
ru_ru: - Автовыбор (по умолчанию) - SDL2 (необходимо для контроллеров, отличных от XInput) - XInput (контроллеры XInput) - Winkey (клавиатура)
sv_se: - Alla (standard) - SDL2 (behövs för icke-XInput styrenheter) - XInput (XInput styrenheter) - Winkey (tangentbord)
zh_cn: - 任意(默认) - SDL2 (非XInput Controllers所需) - XInput (XInput Controllers) - Winkey (键盘)
zh_hans: - 任意 (默认) - SDL2 (非 XInput 控制器所需) - XInput (XInput 控制器) - Winkey (键盘)

# XeniaSettingsPage_UserInputKeyboardModeSettingText
source: Keyboard Mode
de_de: Tastaturmodus
es_es: Modo teclado
fr_fr: Mode clavier
hr_hr: Način Rada Tipkovnice
it_it: Modalità Tastiera
ja_jp: キーボードモード
ko_kr: 키보드 모드
nl_nl: Toetsenbord modus
no_no: Tastaturmodus
pl_pl: Tryb klawiatury
pt_br: Modo teclado
pt_pt: Modo do teclado
ru_ru: Режим клавиатуры
sv_se: Tangentbordsläge
zh_cn: 键盘模式
zh_hans: 键盘模式

# XeniaSettingsPage_UserInputKeyboardModeSettingTooltip
source: - Disabled - Enabled - Passthrough (Requires controller being connected)
de_de: - Deaktiviert - Aktiviert - Durchschleifen (erfordert, dass ein Controller verbunden ist)
es_es: - Desactivado - Activado - Traspaso (requiere un control conectado)
fr_fr: - Désactivé - Activé - Transparent (Nécessite qu'un contrôleur soit connecté)
hr_hr: - Onemogućeno - Omogućeno - Prolaz (Zahtijeva priključenje kontrolera)
it_it: - Disabilitato - Abilitato - Passthrough (Richiede un controller connesso)
ja_jp: - 無効化 - 有効化 - パススルー（コントローラーが接続されている必要があります）
ko_kr: - Disabled - Enabled - Passthrough (컨트롤러 연결 필요)
nl_nl: - Uitgeschakeld - Ingeschakeld - Passthrough (controller moet verbonden zijn)
no_no: - Deaktivert - Aktivert - Passthrough (krever at kontroller kobles til)
pl_pl: - Wyłączony - Włączony - Passthrough (Wymaga podłączonego kontrolera)
pt_br: - Desativado - Ativado - Pass-through (requer um controle conectado)
pt_pt: - Desativado - Habilitado - Passthrough (Requer controle sendo conectado)
ru_ru: - Отключена - Включена - Сквозной (требуется подключённый контроллер)
sv_se: - Inaktiverad - Aktiverad - Genomgång (Kräver att styrenheten är ansluten)
zh_cn: - 禁用 - 启用 - 通过 (需要连接控制器)
zh_hans: - 禁用 - 启用 - 直通 (需要连接控制器)

# XeniaSettingsPage_UserInputKeyboardUserIndexSettingText
source: Keyboard User Index
de_de: Tastatur Benutzerindex
es_es: Índice de teclado del usuario
fr_fr: Index utilisateur clavier
hr_hr: Indeks Korisnika Tipkovnice
it_it: Indice Utente Tastiera
ja_jp: キーボードユーザーインデックス
ko_kr: 키보드 사용자 색인
nl_nl: Toetsenbord Gebruikers Index
no_no: Tastatur brukerindeks
pl_pl: Indeks użytkownika klawiatury
pt_br: Índice do teclado do usuario
pt_pt: Índice de Usuário
ru_ru: Номер клавиатуры игрока
sv_se: Tangentbords användarindex
zh_cn: 键盘用户索引
zh_hans: 键盘用户索引

# XeniaSettingsPage_UserInputKeyboardUserIndexSettingTooltip
source: Controller port that keyboard emulates
de_de: Controller‑Port, den die Tastatur emuliert
es_es: El puerto del control que emula el teclado
fr_fr: Port de contrôleur que le clavier émule
hr_hr: Priključak kontrolera koji emulira tipkovnica
it_it: Porta del controller emulata dalla tastiera
ja_jp: キーボードがエミュレートするコントローラポート
ko_kr: 키보드가 에뮬레이트하는 컨트롤러 포트
nl_nl: Controller poort die toetsenbord emuleert
no_no: Kontroller port at tastatur emulerer
pl_pl: Port kontrolera, który emuluje klawiatura
pt_br: A porta do controle que emula o teclado
pt_pt: Porta controladora que o teclado emula
ru_ru: Порт контроллера, который эмулирует клавиатура.
sv_se: Kontrollampa port som tangentbord emulerar
zh_cn: 键盘模拟控制端口
zh_hans: 键盘模拟的控制器端口

# XeniaSettingsPage_UserInputLeftStickDeadzoneSettingText
source: Left Stick Deadzone
de_de: Linker Stick Totzone
es_es: Zona muerta de stick izquierdo
fr_fr: Zone morte du stick gauche
hr_hr: Mrtva Zona Lijeve Palice
it_it: Zona Morta Levetta Sinistra
ja_jp: 左スティックのデッドゾーン
ko_kr: 왼쪽 스틱 데드존
nl_nl: Linker Stick Deadzone
no_no: Venstre styrespak
pl_pl: Martwa strefa lewego drążka
pt_br: Zona morta do analógico esquerdo
pt_pt: Esgoto Esquerdo
ru_ru: Мёртвая зона левого джойстика
sv_se: Vänster Stick Deadzone
zh_cn: 左杆死区
zh_hans: 左摇杆死区

# XeniaSettingsPage_UserInputLeftStickDeadzoneSettingTooltip
source: Defines deadzone level for the left stick
de_de: Definiert den Totzonen Wert für den linken Stick.
es_es: Define el nivel de zona muerta para el stick izquierdo
fr_fr: Définit le niveau de zone morte pour le stick gauche
hr_hr: Definira razinu mrtve zone za lijevu palicu
it_it: Definisce il livello di zona morta per la levetta sinistra
ja_jp: 左スティックのデッドゾーンレベルを設定します。
ko_kr: 왼쪽 스틱의 데드존 레벨을 설정합니다.
nl_nl: Definieert deadzone niveau voor linker stick
no_no: Definerer fastsonenivå for venstre styrespak
pl_pl: Definiuje poziom martwej strefy dla lewego drążka
pt_br: Define o nível da zona morta para o analógico esquerdo
pt_pt: Define o nível de "deadzon" para o graveto esquerdo
ru_ru: Задание уровня мёртвой зоны для левого джойстика геймпада.
sv_se: Definierar deadzone nivå för vänster käpp
zh_cn: 定义左棍棒的截止范围
zh_hans: 定义左摇杆的死区级别

# XeniaSettingsPage_UserInputRightStickDeadzoneSettingText
source: Right Stick Deadzone
de_de: Rechter Stick Totzone
es_es: Zona muerta de stick derecho
fr_fr: Zone morte du stick droit
hr_hr: Mrtva Zona Desne Palice
it_it: Zona Morta Levetta Destra
ja_jp: 右スティックデッドゾーン
ko_kr: 오른쪽 스틱 데드존
nl_nl: Rechter Stick Deadzone
no_no: Høyre styrespak
pl_pl: Martwa strefa prawego drążka
pt_br: Zona morta do analógico direito
pt_pt: Estado Direito Deadzono
ru_ru: Мёртвая зона правого джойстика
sv_se: Höger Stick Deadzone
zh_cn: 右侧顶部死区
zh_hans: 右摇杆死区

# XeniaSettingsPage_UserInputRightStickDeadzoneSettingTooltip
source: Defines deadzone level for the right stick
de_de: Definiert den Totzonen‑Wert für den rechten Stick.
es_es: Define el nivel de zona muerta para el stick derecho
fr_fr: Définit le niveau de zone morte pour le stick droit
hr_hr: Definira razinu mrtve zone za desnu palicu
it_it: Definisce il livello di zona morta per la levetta destra
ja_jp: 右スティックのデッドゾーンレベルを定義します
ko_kr: 오른쪽 스틱의 데드존 레벨을 설정합니다.
nl_nl: Definieert deadzone niveau voor de rechter stick
no_no: Definerer hvilket fastsonenivå for høyre styrespak
pl_pl: Definiuje poziom martwej strefy dla prawego drążka
pt_br: Define o nível da zona morta para o analógico direito
pt_pt: Define o nível da zona de impasse para o bastão direito
ru_ru: Задание уровня мёртвой зоны для правого джойстика геймпада.
sv_se: Definierar deadzone nivå för rätt pinne
zh_cn: 定义右棒的截止范围
zh_hans: 定义右摇杆的死区级别

# XeniaSettingsPage_UserInputControllerHotkeysSettingText
source: Controller Hotkeys
es_es: Atajos de teclado en control
fr_fr: Raccourcis de contrôleur
hr_hr: Prečaci Kontrolera
it_it: Scorciatoie Controller
ja_jp: コントローラーのホットキー
ko_kr: 컨트롤러 단축키
nl_nl: Sneltoetsen regelaar
no_no: Kontroller hurtigtaster
pl_pl: Skróty klawiszowe kontrolera
pt_br: Atalhos de teclado no controle
pt_pt: Atalhos do Controlador
ru_ru: Горячие клавиши геймпада
sv_se: Styrenhet snabbtangenter
zh_cn: 控制器热键
zh_hans: 控制器热键

# XeniaSettingsPage_UserInputControllerHotkeysSettingTooltip
source: Hotkeys for Xbox and PS controllers NOTE: Can interfere with the gameplay
de_de: Hotkeys für Xbox‑ und PS Controller HINWEIS: Kann das Gameplay beeinträchtigen
es_es: Teclas de acceso rápido para los controles de Xbox y PlayStation NOTA: Pueden interferir durante la partida
fr_fr: Raccourcis pour les contrôleurs Xbox et PS NOTE : Peut interférer avec le gameplay
hr_hr: Tipkovni prečaci za Xbox i PS kontrolere NAPOMENA: Može ometati igranje
it_it: Scorciatoie per controller Xbox e PS NOTA: Potrebbe interferire con il gameplay
ja_jp: XboxとPSコントローラーのホットキー 注：ゲームプレイを妨げることができます
ko_kr: Xbox 및 PS 컨트롤러용 핫키 노트: 게임 플레이에 방해가 될 수 있음
nl_nl: Sneltoetsen voor Xbox en PS controllers Opmerking: Kan het spel verstoren
no_no: Hurtigtaster for Xbox og PS kontroller MERK: Kan forstyrre spillopplevelsen
pl_pl: Skróty klawiszowe dla kontrolerów Xbox i PS UWAGA: Może kolidować z rozgrywką
pt_br: Teclas de atalho para os controles do Xbox e PlayStation NOTA: Podem interferir durante o jogo
pt_pt: Teclas de atalho para os controles de Xbox e PS NOTA: Pode interferir no jogo
ru_ru: Горячие клавиши для геймпадов Xbox и PS. Примечание: могут мешать в игре.
sv_se: Snabbtangenter för Xbox och PS styrenheter OBS: Kan störa spelet
zh_cn: Xbox 和 PS 控制器的热键 注意：可以干扰游戏
zh_hans: Xbox 和 PS 控制器的热键 注意：可能会干扰游戏过程

# XeniaSettingsPage_UserInputControllerVibrationSettingText
source: Controller Vibration
es_es: Vibración del control
fr_fr: Vibration du contrôleur
hr_hr: Vibracija Kontrolera
it_it: Vibrazione Controller
ja_jp: コントローラーの振動
ko_kr: 컨트롤러 진동
nl_nl: Regelaar trillen
no_no: Kontroller vibrasjon
pl_pl: Wibracje kontrolera
pt_br: Vibração do controle
pt_pt: Vibração do Controlador
ru_ru: Вибрация геймпада
sv_se: Styrenhet Vibration
zh_cn: 控制器振动
zh_hans: 控制器震动

# XeniaSettingsPage_UserInputControllerVibrationSettingTooltip
source: Toggle controller vibration
de_de: Controller Vibration umschalten
es_es: Alternar vibración del control
fr_fr: Bascule la vibration du contrôleur
hr_hr: Uključi/isključi vibraciju kontrolera
it_it: Attiva/disattiva la vibrazione del controller
ja_jp: コントローラーの振動を切り替える
ko_kr: 컨트롤러 진동 켜고 끕니다.
nl_nl: Trillen in-/uitschakelen
no_no: Vis/skjul vibrasjon
pl_pl: Włącz/Wyłącz wibracje kontrolera
pt_br: Alternar vibração do controle
pt_pt: Alternar vibração do controlador
ru_ru: Включить/отключить вибрацию геймпада.
sv_se: Växla styrenhetens vibration
zh_cn: 切换控制器振动
zh_hans: 切换控制器震动

# XeniaSettingsPage_StorageMountCacheSettingText
source: Mount Cache
es_es: Montar caché
fr_fr: Monter le cache
hr_hr: Montiraj Predmemoriju
it_it: Monta Cache
ja_jp: マウントキャッシュ
ko_kr: 캐시 마운트
nl_nl: Koppel cache
no_no: Monter Cache
pl_pl: Montuj Cache
pt_br: Montar caché
pt_pt: Cache de montagem
ru_ru: Монтировать кэш
sv_se: Montera cache
zh_cn: 挂载缓存
zh_hans: 挂载缓存

# XeniaSettingsPage_StorageMountCacheSettingTooltip
source: Enable cache mount Can fix some games
de_de: Cache Mount aktivieren Kann einige Spiele reparieren
es_es: Activa el monto de caché Puede corregir algunos juegos
fr_fr: Active le montage du cache Peut corriger certains jeux
hr_hr: Omogući montiranje predmemorije Može popraviti neke igre
it_it: Abilita il mount della cache Può risolvere alcuni giochi
ko_kr: 캐시 마운트를 활성화합니다. 일부 게임을 고칠 수 있습니다..
nl_nl: Schakel cache mount in Kan spellen repareren
no_no: Aktiver hurtiglagermontering Kan fikse noen spill
pl_pl: Włącz montowanie pamięci podręcznej Może naprawić niektóre gry
pt_br: Ativa o cache montado Pode corrigir alguns jogos
pt_pt: Habilitar montagem de cache Pode corrigir alguns jogos
ru_ru: Включить монтирование кэша. В эмуляторе это папка Cache. Помогает исправить проблемы в некоторых играх.
sv_se: Aktivera cache-mount kan åtgärda några spel
zh_hans: 启用缓存挂载 可以修复某些游戏

# XeniaSettingsPage_StorageMountScratchSettingText
source: Mount Scratch
es_es: Montar carpeta efímera
fr_fr: Monter Scratch
hr_hr: Montiraj Scratch
it_it: Monta Scratch
ja_jp: スクラッチをマウント
ko_kr: 스크래치 마운트
nl_nl: Koppel Scratch
no_no: Monter Scratch
pl_pl: Montuj Scratch
pt_br: Montar pasta temporario
pt_pt: Monte Scratch
ru_ru: Монтировать scratch-раздел
sv_se: Montera Repa
zh_cn: 挂载Scratch
zh_hans: 挂载暂存空间

# XeniaSettingsPage_StorageMountScratchSettingTooltip
source: Enable scratch mount
de_de: Scratch Mount aktivieren
es_es: Activa una carpeta efímera
fr_fr: Active le montage scratch
hr_hr: Omogući montažu scratcha
it_it: Abilita il mount dello scratch
ja_jp: スクラッチマウントを有効化
ko_kr: 스크래치 마운트를 활성화합니다.
nl_nl: scratch mount inschakelen
no_no: Aktiver scratch-montering
pl_pl: Włącz montowanie pamięci scratch
pt_br: Ativar uma pasta temporaria
pt_pt: Habilitar montagem de rascunho
ru_ru: Включить монтирование scratch-раздела. В эмуляторе это папка Scratch. Некоторые игры используют этот раздел и могут зависнуть или выдать ошибку, если не найдут доступный для записи scratch раздел.
sv_se: Aktivera skrapfäste
zh_cn: 启用刷入挂载
zh_hans: 启用暂存空间挂载

# XeniaSettingsPage_HacksCommandLineSettingText
source: Command Line (cl)
de_de: Befehlszeile (cl)
es_es: Línea de comando (cl)
fr_fr: Ligne de commande (cl)
hr_hr: Komandna Linija (cl)
it_it: Riga di Comando (cl)
ja_jp: コマンドライン(cl)
ko_kr: 명령줄 (cl)
nl_nl: Opdrachtlijn (cl)
no_no: Kommandolinje (kl)
pl_pl: Wiersz poleceń (cl)
pt_br: Linha de comando (cl)
pt_pt: Linha de comando (cl)
ru_ru: Командная строка (cl)
sv_se: Kommandorad (cl)
zh_cn: 命令行(cl)
zh_hans: 命令行 (cl)
