Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# XeniaSettingsPage_HacksCommandLineSettingTooltip
source: Specify additional command-line provided to guest
de_de: Zusätzliche Befehlszeilenparameter angeben, die dem Gastsystem übergeben werden.
es_es: Especifica la línea de comandos adicional proporcionada al invitado
fr_fr: Spécifie une ligne de commande supplémentaire fournie à l'invité
hr_hr: Navedite dodatnu naredbenu liniju koja se pruža gostu
it_it: Specifica una riga di comando aggiuntiva fornita al guest
ja_jp: ゲストに提供する追加のコマンドラインを指定してください
ko_kr: 게스트에 제공되는 추가 명령줄 매개변수를 지정합니다.
nl_nl: Geef extra command-line aan gast
no_no: Angi ekstra kommandolinje gitt til gjest
pl_pl: Określ dodatkowe polecenia wiersza poleceń przekazywane do gościa
pt_br: Especifica os comandos adicionais fornecidos ao convidado
pt_pt: Especificar linha de comando adicional fornecida ao convidado
ru_ru: Позволяет задать дополнительные команды, которые будут переданы эмулятору при запуске игры.
sv_se: Ange ytterligare kommandorad som tillhandahålls av gäst
zh_cn: 指定向访客提供的额外命令行
zh_hans: 指定提供给客户机的额外命令行参数

# XeniaSettingsPage_HacksProtectZeroSettingText
source: Protect Zero Page
de_de: Zero Page Schutz
es_es: Proteger página cero
fr_fr: Protéger la page zéro
hr_hr: Zaštiti Nultu Stranicu
it_it: Proteggi Pagina Zero
ja_jp: ゼロページの保護
ko_kr: 제로페이지 보호
nl_nl: Zero pagina beschermen
no_no: Beskytt Ingen Side
pl_pl: Chroń stronę zerową
pt_br: Proteger a página zero
pt_pt: Proteger Página Zero
ru_ru: Защита нулевой страницы памяти
sv_se: Skydda noll sida
zh_cn: 保护零页
zh_hans: 保护零页

# XeniaSettingsPage_HacksProtectZeroSettingTooltip
source: Protect the zero page from reads and writes - On (default) - Off (hack, needed for certain games)
de_de: Schützt die Zero Page vor Lese‑ und Schreibzugriffen - Ein (Standard) - Aus (Hack, erforderlich für bestimmte Spiele)
es_es: Protege la página cero de lecturas y escrituras - Sí (por defecto) - No (hackeo, necesario para algunos juegos)
fr_fr: Protège la page zéro contre les lectures et écritures - Activé (par défaut) - Désactivé (bidouille, nécessaire pour certains jeux)
hr_hr: Zaštiti nultu stranicu od čitanja i pisanja - Uključeno (zadano) - Isključeno (hakiranje, potrebno za određene igre)
it_it: Protegge la pagina zero da letture e scritture - On (predefinito) - Off (hack, necessario per alcuni giochi)
ja_jp: ゼロページを - オン (デフォルト) - オフ (特定のゲームに必要なハック)
ko_kr: 읽기/쓰기로부터 제로페이지를 보호합니다. - On (기본) - Off (핵, 몇몇 게임에서 필요로합니다.)
nl_nl: Bescherm de nul pagina tegen reads en schrijft - Aan (standaard) - Uit (hack, nodig voor bepaalde spellen)
no_no: Beskytt null-siden fra lesing og skriver - På (standard) - Av (hack, som trengs for visse spill)
pl_pl: Chroń stronę zerową przed odczytem i zapisem - Wł. (domyślnie) - Wył. (hack, potrzebny dla niektórych gier)
pt_br: Protege a página zero contra leituras e escritas - Sim (padrão) - Não (hack — necessário para alguns jogos)
pt_pt: Proteja a página zero contra leituras e escritas - Ligado (padrão) - Desligar (invadir, necessário para certos jogos)
ru_ru: Защита нулевой страницы памяти от чтения и записи. - Вкл. (по умолчанию) - Откл. (хак, необходим для некоторых игр)
sv_se: Skydda nollsidan från läsningar och skriver - På (standard) - Av (hacka, behövs för vissa spel)
zh_cn: 保护零页不被读取并写入 - 开启(默认) - 关闭(某些游戏需要的 hack)
zh_hans: 保护零页免受读写访问 - 开启 (默认) - 关闭 ( hack，某些游戏需要)

# XeniaSettingsPage_HacksBreakOnUnimplementedInstructionsSettingText
source: Break On Unimplemented Instructions
de_de: Bei nicht implementierten Anweisungen anhalten
es_es: Detención en instrucciones no implementadas
fr_fr: Arrêter sur les instructions non implémentées
hr_hr: Prekid Zbog Neimplementiranih Instrukcija
it_it: Interrompi su Istruzioni Non Implementate
ja_jp: 実装されていない手順を中断する
ko_kr: 미실행 명령어 시 중단
nl_nl: Breek op ongelimiteerde instructies
no_no: Bryt på instruksjoner som ikke er implementert
pl_pl: Przerwij przy niezaimplementowanych instrukcjach
pt_br: Interrupção em instruções não implementadas
pt_pt: Parar em Instruções Não Reimplementadas
ru_ru: Прерывать эмуляцию на нереализованных инструкциях
sv_se: Bryt om oimplementerade instruktioner
zh_cn: 在未执行的说明中中断
zh_hans: 遇到未实现指令时中断

# XeniaSettingsPage_HacksBreakOnUnimplementedInstructionsSettingTooltip
source: Break to the host debugger (or crash if no debugger attached) if an unimplemented PowerPC instruction is encountered - On (default) - Off (hack, needed for certain games)
de_de: Bei einer nicht implementierten PowerPC‑Anweisung zum Host‑Debugger wechseln (oder abstürzen, falls kein Debugger verbunden ist) - Ein (Standard) - Aus (Hack, erforderlich für bestimmte Spiele)
es_es: Se detiene con el depurador del anfitrión (o se cuelga si no hay un depurador adjunto) si se encuentra una instrucción de PowerPC no implementada - Sí (por defecto) - No (hackeo, necesario para algunos juegos)
fr_fr: Arrête au débogueur hôte (ou plante si aucun débogueur attaché) si une instruction PowerPC non implémentée est rencontrée - Activé (par défaut) - Désactivé (bidouille, nécessaire pour certains jeux)
hr_hr: Prekid s debuggerom glavnog računala (ili rušenje ako debugger nije priključen) ako se naiđe na neimplementiranu PowerPC instrukciju - Uključeno (zadano) - Isključeno (hakiranje, potrebno za određene igre)
it_it: Interrompe nel debugger host (o crash se nessun debugger è attaccato) se viene incontrata un'istruzione PowerPC non implementata - On (predefinito) - Off (hack, necessario per alcuni giochi)
ja_jp: 未実装の PowerPC 命令が - オン (デフォルト) - オフ (ハック) (ハック) 特定のゲームに必要)
ko_kr: PowerPC 명령어가 구현되지 않은 경우 호스트 디버거로 전환합니다.(디버거가 연결되지 않은 경우 크래시 발생) - On (기본) - Off (핵, 몇몇 게임에서 필요로합니다.)
nl_nl: Breek naar de host debugger (of crash als er geen debugger is gekoppeld) als er een niet-geïmplementeerde PowerPC instructie wordt aangetroffen - Aan (standaard) - Uit (hack, nodig voor bepaalde spellen)
no_no: Bryt til vertsfeilsøkeren (eller krasjer hvis ingen debugger vedlagt) hvis en PowerPC-instruksjon oppstår på - på (standard) - Av (hack, k, nødvendig for visse spill)
pl_pl: Przerwij do debugera hosta (lub zawieś, jeśli brak debugera), jeśli napotkano niezaimplementowaną instrukcję PowerPC - Wł. (domyślnie) - Wył. (hack, potrzebny dla niektórych gier)
pt_br: Interrompe no depurador do host (ou trava se não houver um depurador anexado) quando for encontrada uma instrução PowerPC não implementada - Sim (padrão) - Não (hack — necessário para alguns jogos)
pt_pt: Interromper para o depurador de host (ou parar se nenhum depurador estiver anexado) se uma instrução de PowerPC não implementada for encontrada - Ligado (padrão) - Desligar (hack, necessário para certos jogos)
ru_ru: Переключение на подключённый отладчик (или аварийно завершать работу с ошибкой, если отладчик не подключён) при обнаружении нереализованной инструкции PowerPC. - Вкл. (по умолчанию) - Откл. (хак, необходим для некоторых игр)
sv_se: Bryt till värden avlusaren (eller krascha om ingen avlusare bifogas) om en oimplementerad PowerPC-instruktion påträffas - På (standard) - Av (hacka, behövs för vissa spel)
zh_cn: 如果遇到未实现的 PowerPC 指令，请中断到主机调试器 (或如果没有附加调试器时崩溃) - 开启(默认) - 关闭 (hack, 特定游戏所需)
zh_hans: 如果遇到未实现的 PowerPC 指令，则中断到主机调试器 (如果未附加调试器则崩溃) - 开启 (默认) - 关闭 (hack，某些游戏需要)

# XeniaSettingsPage_HacksClearGpuCacheSettingText
source: Clear GPU Cache
de_de: GPU Cache leeren
es_es: Limpiar caché de GPU
fr_fr: Vider le cache GPU
hr_hr: Obriši Predmemoriju GPU-a
it_it: Pulisci Cache GPU
ja_jp: GPU キャッシュをクリア
ko_kr: GPU 캐시 지우기
nl_nl: GPU cache wissen
no_no: Tøm GPU-mellomlager
pl_pl: Wyczyść pamięć podręczną GPU
pt_br: Limpar caché da GPU
pt_pt: Limpar cache da GPU
ru_ru: Очистка кэша GPU
sv_se: Rensa GPU-cache
zh_cn: 清除 GPU 缓存
zh_hans: 清除 GPU 缓存

# XeniaSettingsPage_HacksClearGpuCacheSettingTooltip
source: Refresh the state of memory pages to enable gpu written data - On (worsens performance, but can help reduce visual anomalies like polygon explosions or corrupted textures) - Off (default)
de_de: Den Status der Speicherseiten aktualisieren, um von der GPU geschriebene Daten zu aktivieren - Ein (verschlechtert die Leistung, kann aber visuelle Anomalien wie „Polygon‑Explosionen“ oder beschädigte Texturen reduzieren) - Aus (Standard)
es_es: Actualiza el estado de las páginas de memoria para activar datos escritos de la GPU - Sí (empeora el rendimiento, pero puede ayudar a reducir anomalías visuales como explosiones de polígonos o texturas corruptas) - No (por defecto)
fr_fr: Actualise l'état des pages mémoire pour activer les données écrites par le GPU - Activé (détériore les performances, mais peut aider à réduire les anomalies visuelles comme les explosions de polygones ou les textures corrompues) - Désactivé (par défaut)
hr_hr: Osvježi stanje memorijskih stranica kako bi se omogućili podaci zapisani GPU-om - Uključeno (pogoršava performanse, ali može pomoći u smanjenju vizualnih anomalija poput eksplozija poligona ili oštećenih tekstura) - Isključeno (zadano)
it_it: Aggiorna lo stato delle pagine di memoria per abilitare i dati scritti dalla GPU - On (peggiora le prestazioni, ma può ridurre anomalie visive come esplosioni di poligoni o texture corrotte) - Off (predefinito)
ko_kr: 메모리 페이지 상태를 새로 고쳐 GPU가 작성한 데이터를 활성화합니다. - On (성능을 저하시키지만, 폴리곤 폭발이나 손상된 텍스처와 같은 시각적 이상 현상을 줄이는 데 도움이 될 수 있습니다.) - Off (기본)
nl_nl: Vernieuw de status van de geheugenpagina's om gpu geschreven gegevens - Aan (slechtere prestaties, maar kan hulp bieden bij het verminderen van visuele anomalieën zoals polygoon-explosies of corrupte textures) - Uit (standaard)
no_no: Oppdater status på minnesider for å aktivere gpu skrevne data - (forverret ytelse, men kan bidra til å redusere visuelle avvik som polygoneksplosjoner eller korrupt tekster) - Av (standard)
pl_pl: Odśwież stan stron pamięci, aby włączyć dane zapisane przez GPU - Wł. (pogarsza wydajność, ale może pomóc zmniejszyć anomalie wizualne, takie jak eksplozje wielokątów lub uszkodzone tekstury) - Wył. (domyślnie)
pt_br: Atualiza o estado das páginas de memória para ativar os dados escritos pela GPU - Sim (diminui o desempenho, mas pode ajudar a reduzir anomalias visuais, como explosões de polígonos ou texturas corrompidas) - Não (padrão)
pt_pt: Atualize o estado das páginas de memória para habilitar os dados escritos da gpu - Ligado (deterioração de desempenho, mas pode ajudar a reduzir anomalias visuais como explosões de polígono ou texturas corrompidas) - Desligado (padrão)
ru_ru: Обновлять состояние памяти, чтобы графический процессор мог корректно записывать и отображать данные. - Вкл. (снижает производительность, но может помочь уменьшить визуальные артефакты, такие как разрыв полигонов или искажение текстур) - Откл. (по умолчанию)
sv_se: Uppdatera tillståndet för minnessidor för att aktivera gpu skriftliga data - På (försämrar prestanda, men kan bidra till att minska visuella avvikelser som polygonexplosioner eller skadade texturer) - Av (standard)
zh_cn: 刷新内存页面状态以启用 gpu 书面数据 - 开启(降低性能) 但可以帮助减少视觉异常，例如多边形爆炸或损坏的纹理) - 关闭 (默认)
zh_hans: 刷新内存页状态以启用 GPU 写入的数据 - 开启 (降低性能，但有助于减少多边形爆炸或纹理损坏等视觉异常) - 关闭 (默认)

# XeniaSettingsPage_HacksDisableContextPromotionSettingText
source: Disable Context Promotion
de_de: Kontext Promotion deaktivieren
es_es: Desactivar presentación de contexto
fr_fr: Désactiver la promotion de contexte
hr_hr: Onemogući Promociju Konteksta
it_it: Disabilita Promozione Contesto
ja_jp: コンテキストプロモーションを無効にする
ko_kr: 컨텍스트 프로모션 비활성화
nl_nl: Context promotie uitschakelen
no_no: Deaktiver Kontekst forfremmelse
pl_pl: Wyłącz promocję kontekstu
pt_br: Desativar apresentação de contexto
pt_pt: Desativar promoção de contexto
ru_ru: Строгий порядок отрисовки
sv_se: Inaktivera kontextkampanj
zh_cn: 禁用上下文宣传
zh_hans: 禁用上下文提升

# XeniaSettingsPage_HacksDisableContextPromotionSettingTooltip
source: Disables Context Promotion optimizations This may be needed for some sports games, but will reduce performance
de_de: Deaktiviert die Context‑Promotion‑Optimierungen Dies kann für einige Sportspiele erforderlich sein, verringert jedoch die Leistung.
es_es: Desactiva las optimizaciones de presentación de contexto Esto puede ser necesario para algunos juegos deportivos, pero reducirá el rendimiento
fr_fr: Désactive les optimisations de promotion de contexte Cela peut être nécessaire pour certains jeux de sport, mais réduira les performances
hr_hr: Onemogućuje optimizacije promocije konteksta Ovo može biti potrebno za neke sportske igre, ali će smanjiti performanse
it_it: Disabilita le ottimizzazioni di Promozione Contesto Può essere necessario per alcuni giochi sportivi, ma riduce le prestazioni
ja_jp: コンテキストプロモーションの最適化を無効にする これは一部のスポーツゲームで必要な場合がありますが、パフォーマンスを低下させます
ko_kr: 컨텍스트 프로모션 최적화를 비활성화합니다. 이 기능은 일부 스포츠 게임에서 필요할 수 있지만, 성능을 저하시킬 수 있습니다.
nl_nl: Schakelt Context Promotie optimalisaties uit Dit kan nodig zijn voor sommige sportspellen, maar zal de prestaties verminderen
no_no: Deaktiverer kontekst kampanjeoptimalisering Dette kan være nødvendig for noen sportsspill, men vil redusere ytelsen
pl_pl: Wyłącza optymalizacje promocji kontekstu Może to być potrzebne w niektórych grach sportowych, ale zmniejszy wydajność
pt_br: Desative as otimizações de apresentação de contexto Isso pode ser necessário para alguns jogos esportivos, mas reduzirá o desempenho
pt_pt: Desabilita otimizações de promoção de contexto Isto pode ser necessário para alguns jogos esportivos, mas reduzirá o desempenho
ru_ru: Отключает автоматическое повышение контекста. Может потребоваться для некоторых игр (особенно спортивных), но это снижает производительность.
sv_se: Inaktiverar optimering av kontext Detta kan behövas för vissa sportspel, men kommer att minska prestandan
zh_cn: 禁用上下文促销优化 这可能是某些运动游戏所需要的，但将降低性能。
zh_hans: 禁用上下文提升优化 某些体育游戏可能需要此选项，但会降低性能

# XeniaSettingsPage_HacksScribbleHeapSettingText
source: Scribble Heap
es_es: Garabatear pila
hr_hr: Hrpa za Škrabanje
ko_kr: 스크리블 힙
no_no: Skribble Heap
pt_br: Rabisco de memória
pt_pt: Heap de Bolha
ru_ru: Заполнение кучи (heap)
zh_cn: 描绘堆肥料
zh_hans: 堆内存标记 (Scribble Heap)

# XeniaSettingsPage_HacksScribbleHeapSettingTooltip
source: Scribble 0xCD into all allocated heap memory This can be used as an alternative to Readback Resolve in some games
de_de: 0xCD in allen zugewiesenen Heap‑Speicher schreiben Dies kann in einigen Spielen als Alternative zu „Readback Resolve“ verwendet werden.
es_es: Escribe 0xCD en toda la memoria de pila asignada Esto puede usarse como alternativa a la resolución de lectura retroactiva en algunos juegos
fr_fr: Scribble 0xCD dans toute la mémoire heap allouée Cela peut être utilisé comme alternative à Readback Resolve dans certains jeux
hr_hr: Upiši 0xCD u svu alociranu memoriju heap-a Ovo se može koristiti kao alternativa za Readback Resolve u nekim igrama
it_it: Scrive 0xCD in tutta la memoria heap allocata Può essere usato come alternativa a Readback Resolve in alcuni giochi
ja_jp: 割り当てられたすべてのヒープメモリに0xCDをScribble これは、一部のゲームでReadback Resolveの代替として使用できます。
ko_kr: 0xCD를 할당된 힙 메모리 전체에 기록합니다. 이 방법은 몇몇 게임에서 리드백 리졸브의 대안으로 사용할 수 있습니다.
nl_nl: Scribble 0xCD in alle toegewezen heap geheugen Dit kan gebruikt worden als alternatief voor Readback Resolve in sommige spellen
no_no: Tvert 0xCD i all allokert haug minne Dette kan brukes som et alternativ til Readback Resolve i noen spill
pl_pl: Zapisz 0xCD w całej zaalokowanej pamięci sterty Może być używane jako alternatywa dla Readback Resolve w niektórych grach
pt_br: Escreve 0xCD em toda a memória de pilha alocada Isso pode ser usado como alternativa à resolução de leitura retroativa em alguns jogos
ru_ru: Записывает байт 0xCD во всю выделенную область памяти, которую программа использует для динамического хранения данных (кучу). В некоторых играх эта опция может использоваться как альтернатива опции «Выгрузка данных рендеринга на ЦП».
sv_se: Scribble 0xCD till alla allokerade heap-minne Detta kan användas som ett alternativ till Readback Resolve i vissa spel
zh_cn: 将0xCD 刻录到所有分配的堆内存 可以用作在某些游戏中读取解析的替代方案
zh_hans: 在所有分配的堆内存中写入 0xCD 在某些游戏中可用作回读解析(Readback Resolve)的替代方案

# XeniaSettingsPage_HacksDisassembleFunctionsSettingText
source: Disassemble Functions
de_de: Funktionen disassemblieren
es_es: Desmontar funciones
fr_fr: Désassembler les fonctions
hr_hr: Rastavljanje Funkcija
it_it: Disassembla Funzioni
ja_jp: 分解関数
ko_kr: 기능 분해
nl_nl: Disassembleer functies
no_no: Demonter funksjoner
pl_pl: Dezasembluj funkcje
pt_br: Desmontar funções
pt_pt: Desmontar Funções
ru_ru: Дизассемблировать функции
sv_se: Demontera funktioner
zh_cn: 拆分函数
zh_hans: 反汇编函数

# XeniaSettingsPage_HacksDisassembleFunctionsSettingTooltip
source: Disassemble functions during generation This can be used as an alternative to Readback Resolve in some games
de_de: Funktionen während der Generierung disassemblieren Dies kann in einigen Spielen als Alternative zu „Readback Resolve“ verwendet werden.
es_es: Desmonta funciones durante la generación Esto puede usarse como alternativa a la resolución de lectura retroactiva en algunos juegos
fr_fr: Désassemble les fonctions pendant la génération Cela peut être utilisé comme alternative à Readback Resolve dans certains jeux
hr_hr: Rastavljanje funkcija tijekom generiranja Ovo se može koristiti kao alternativa za Readback Resolve u nekim igrama
it_it: Disassembla le funzioni durante la generazione Può essere usato come alternativa a Readback Resolve in alcuni giochi
ko_kr: 생성 중에 분해 기능을 실행합니다. 이 방법은 몇몇 게임에서 리드백 리졸브의 대안으로 사용할 수 있습니다.
nl_nl: Disassembleer functies tijdens generatie Dit kan gebruikt worden als alternatief voor Readback Resolve in sommige spellen
no_no: OpplÃ¸singsfunksjoner under generering Dette kan brukes som et alternativ til lese-tilbake Resolve i enkelte spill
pl_pl: Dezasembluj funkcje podczas generowania Może być używane jako alternatywa dla Readback Resolve w niektórych grach
pt_br: Desmonta funções durante a geração Isso pode ser usado como alternativa à resolução de leitura retroativa em alguns jogos
pt_pt: Desmontar funções durante a geração Isto pode ser usado como alternativa ao Readback Resolve em alguns jogos
ru_ru: Дизассемблирует функции во время генерации. В некоторых играх эта опция может использоваться как альтернатива «Выгрузка данных рендеринга на ЦП».
sv_se: Demontera funktioner under generationen Detta kan användas som ett alternativ till Readback Resolve i vissa spel
zh_cn: 生成 时拆分函数可以用作在某些游戏中读取解析的替代方法
zh_hans: 在生成期间反汇编函数 在某些游戏中可用作回读解析(Readback Resolve)的替代方案

# OpenFileDialog_SelectGamePatchTitle
source: Select a game patch file
de_de: Spieldatei für Patch auswählen
es_es: Selecciona un parche de juego
fr_fr: Sélectionner un fichier de correctif de jeu
hr_hr: Odaberite datoteku zakrpe za igru
it_it: Seleziona un file di patch per il gioco
ja_jp: ゲームパッチファイルを選択
ko_kr: 게임 패치파일 선택
nl_nl: Selecteer een spel patch bestand
no_no: Velg en spilloppdateringsfil
pl_pl: Wybierz plik łatki gry
pt_br: Seleciona um patch de jogo
pt_pt: Selecione um arquivo patch do jogo
ru_ru: Выберите файл игрового патча
sv_se: Välj en spelpatchfil
zh_cn: 选择一个游戏补丁文件
zh_hans: 选择游戏补丁文件

# LibraryGameButton_EditMenuText
source: Edit Game
de_de: Spiel bearbeiten
es_es: Editar juego
fr_fr: Modifier le jeu
hr_hr: Uredi Igru
it_it: Modifica Gioco
ko_kr: 게임 수정
pl_pl: Edytuj grę
pt_br: Editar jogo
ru_ru: Настройки для игры
zh_hans: 编辑游戏

# LibraryGameButton_EditGameSettings
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hr_hr: Postavke
it_it: Impostazioni
ko_kr: 설정
pl_pl: Ustawienia
pt_br: Configuração
ru_ru: Настройки
zh_hans: 设置

# LibraryGameButton_PlaytimeNeverPlayed
source: Never Played
de_de: Noch nie gespielt
es_es: No se jugó
fr_fr: Jamais joué
hr_hr: Nikad igrano
it_it: Mai Giocato
ko_kr: 플레이 안함
pl_pl: Nigdy nie grana
pt_br: Não jogou
ru_ru: Ещё не запускалась
zh_hans: 从未玩过

# LibraryGameButton_PlaytimeMinutes
source: {0} minutes
de_de: {0} Minuten
es_es: {0} minutos
hr_hr: {0} minuta
it_it: {0} minuti
ko_kr: {0} 분
pl_pl: {0} minut
pt_br: {0} minutos
ru_ru: {0} минут
zh_hans: {0} 分钟

# LibraryGameButton_PlaytimeHours
source: {0} hours
de_de: {0} Stunden
es_es: {0} horas
fr_fr: {0} heures
hr_hr: {0} sati
it_it: {0} ore
ko_kr: {0} 시간
pl_pl: {0} godzin
pt_br: {0} horas
ru_ru: {0} часов
zh_hans: {0} 小时

# LibraryGameButton_PlaytimeTimePlayed
source: Time played:
de_de: Gespielte Zeit:
es_es: Tiempo jugado:
fr_fr: Temps de jeu :
hr_hr: Vrijeme odigravanja:
it_it: Tempo di gioco:
ko_kr: 플레이 시간:
pl_pl: Czas gry:
pt_br: Tempo jogado:
ru_ru: Сыграно:
zh_hans: 已玩时间：

# MessageBox_DeleteSaveGameTitle
source: Delete save game
de_de: Spielstand löschen
es_es: Borrar partida guardada
fr_fr: Supprimer la sauvegarde
hr_hr: Izbriši spremljenu igru
it_it: Elimina salvataggio
ko_kr: 게임 세이브 삭제
pl_pl: Usuń zapis gry
pt_br: Excluir partida salva
ru_ru: Удаление сохранений
zh_hans: 删除游戏存档

# MessageBox_DeleteSaveGameText
source: Do you want to delete the save file for {0}?
de_de: Möchten Sie die Speicherdatei für {0} löschen?
es_es: ¿Deseas borrar el archivo guardado para {0}?
fr_fr: Voulez-vous supprimer le fichier de sauvegarde pour {0} ?
hr_hr: Želite li izbrisati spremljenu datoteku za {0}?
it_it: Vuoi eliminare il file di salvataggio per {0}?
ko_kr: {0} 에 대한 세이브를 제거하시겠습니까?
pl_pl: Czy chcesz usunąć plik zapisu dla {0}?
pt_br: ¿Deseja excluir o arquivo salvo para {0}?
ru_ru: Удалить сохранения для игры {0}?
zh_hans: 您要删除 {0} 的存档文件吗？

# MessageBox_SuccessDeleteSaveGameText
source: The save game for {0} has been successfully deleted.
de_de: Der Spielstand für {0} wurde erfolgreich gelöscht.
es_es: Se borró ña partida guardada para {0} correctamente.
fr_fr: La sauvegarde pour {0} a été supprimée avec succès.
hr_hr: Spremljena igra za {0} je uspješno izbrisana.
it_it: Il salvataggio per {0} è stato eliminato con successo.
ko_kr: {0} 에 대한 세이브가 성공적으로 제거되었습니다..
pl_pl: Zapis gry dla {0} został pomyślnie usunięty.
pt_br: A partida salva para {0} foi excluída corretamente.
ru_ru: Сохранения для игры {0} успешно удалены.
zh_hans: {0} 的游戏存档已成功删除。

# SettingsPage_AutomaticSaveBackup
source: Automatic Save Backup
de_de: Automatische Sicherung von Spielständen
es_es: Respaldo automático de guardados
fr_fr: Sauvegarde automatique
hr_hr: Automatsko spremanje sigurnosne kopije
it_it: Backup Automatico Salvataggi
ko_kr: 자동 세이브 백업
pl_pl: Automatyczna kopia zapasowa zapisu
pt_br: Backup automático de saves
ru_ru: Резервировать сохранения
zh_hans: 自动存档备份
