Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# MessageBox_AchievementChangesSavedSuccess
source: Changes to achievements have been successfully applied.
de_de: Änderungen an den Erfolgen wurden erfolgreich übernommen.
es_es: Se aplicaron cambios a los logros con éxito.
fr_fr: Les modifications des achievements ont été appliquées avec succès.
hr_hr: Promjene postignuća uspješno su primijenjene.
it_it: Le modifiche ai trofei sono state applicate con successo.
ko_kr: 업적 변경 사항이 성공적으로 적용되었습니다.
pl_pl: Zmiany w osiągnięciach zostały pomyślnie zastosowane.
pt_br: As mudanças nos conquistas foram aplicadas com sucesso.
ru_ru: Изменения в достижениях успешно применены.
zh_hans: 对成就的更改已成功应用。

# MessageBox_AchievementChangesSavedFailed
source: There was an error while applying changes to achievements.
de_de: Beim Anwenden der Änderungen an den Erfolgen ist ein Fehler aufgetreten.
es_es: Hubo un error al aplicar cambios a los logros.
fr_fr: Il y a eu une erreur lors de l'application des modifications aux achievements.
hr_hr: Došlo je do pogreške prilikom primjene promjena na postignuća.
it_it: Si è verificato un errore durante l'applicazione delle modifiche ai trofei.
ko_kr: 업적 변경 사항을 적용하는 과정에서 오류가 발생했습니다.
pl_pl: Wystąpił błąd podczas stosowania zmian w osiągnięciach.
pt_br: Ocorreu um erro ao aplicar as mudanças nas conquistas.
ru_ru: Произошла ошибка при применении изменений к достижениям.
zh_hans: 应用成就更改时出错。

# MessageBox_SecretUnlocked
source: Secret Unlocked
de_de: Geheimnis freigeschaltet
es_es: Secreto desbloqueado
fr_fr: Secret débloqué
hr_hr: Tajna otključana
it_it: Segreto sbloccato
ko_kr: 비밀 밝혀짐
pl_pl: Odblokowano sekret
pt_br: Segredo desbloqueado
ru_ru: Секрет разблокирован
zh_hans: 秘密已解锁

# MessageBox_AchievementUnlockerEnabled
source: Achievement unlocker has been enabled.
de_de: Erfolgs Freischalter wurde aktiviert.
es_es: Se activó el desbloqueador de logros.
fr_fr: Le débloqueur d'achievements a été activé.
hr_hr: Omogućen je otključivač postignuća.
it_it: Lo sblocco trofei è stato abilitato.
ko_kr: 업적 잠금 해제 기능이 활성화되었습니다..
pl_pl: Odblokowywacz osiągnięć został włączony.
pt_br: O desbloqueador de conquistas foi ativado.
ru_ru: Разблокировщик достижений включён.
zh_hans: 成就解锁器已启用。

# ContentViewer_ButtonUnlockAllAchievementsTooltip
source: Unlock all achievements
de_de: Alle Erfolge freischalten
es_es: Desbloquea todos los logros
fr_fr: Débloquer tous les achievements
hr_hr: Otključaj sva postignuća.
it_it: Sblocca tutti i trofei
ko_kr: 모든 업적의 잠금을 해제합니다..
pl_pl: Odblokuj wszystkie osiągnięcia
pt_br: Desbloquear todas as conquistas
ru_ru: Разблокировать все достижения
zh_hans: 解锁所有成就

# ContentViewer_ButtonLockAllAchievementsTooltip
source: Lock all achievements.
de_de: Alle Erfolge sperren
es_es: Bloquea todos los logros.
fr_fr: Bloquer tous les achievements.
hr_hr: Zaključaj sva postignuća.
it_it: Blocca tutti i trofei.
ko_kr: 모든 업적을 잠급니다..
pl_pl: Zablokuj wszystkie osiągnięcia.
pt_br: Bloquear todas as conquistas.
ru_ru: Заблокировать все достижения
zh_hans: 锁定所有成就。

# ContentViewer_ButtonSaveAchievementChangesTooltip
source: Save changes done to achievements.
de_de: Änderungen an den Erfolgen speichern
es_es: Guarda los cambios hechos a los logros.
fr_fr: Sauvegarder les modifications apportées aux achievements.
hr_hr: Spremi promjene napravljene na postignućima.
it_it: Salva le modifiche apportate ai trofei.
ko_kr: 업적에 적용된 변경 사항을 저장합니다..
pl_pl: Zapisz zmiany dokonane w osiągnięciach.
pt_br: Salvar as alterações feitas nas conquistas.
ru_ru: Сохранить изменения, внесённые в достижения.
zh_hans: 保存对成就所做的更改。

# LibraryGameButton_SteamShortcut
source: Steam
ko_kr: 스팀
nl_nl: Stoom
no_no: Damp
pt_pt: Vapor
ru_ru: В Steam
sv_se: Ånga
