Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# XeniaSettingsPage_DisplayCustomInternalResolutionWidthSettingText
source: Internal Display Resolution Width
de_de: Breite der internen Bildschirmauflösung
es_es: Ancho de resolución interna de pantalla
fr_fr: Largeur de résolution d'affichage interne
hr_hr: Širina Interne Rezolucije Zaslona
it_it: Larghezza Risoluzione Display Interna
ja_jp: 内部表示解像度幅
ko_kr: 내부 화면 해상도 가로
nl_nl: Interne resolutie breedte
no_no: Intern visningsbredde (Automatic Translation)
pl_pl: Szerokość wewn. rozdzielczości wyświetlania
pt_br: Largura da resolução interna da tela
pt_pt: Largura de resolução de tela interna
ru_ru: Ширина внутриигрового разрешения
sv_se: Intern skärmupplösning bredd
zh_cn: 内部显示分辨率宽度
zh_hans: 内部显示分辨率宽度

# XeniaSettingsPage_DisplayCustomInternalResolutionHeightSettingText
source: Internal Display Resolution Height
de_de: Höhe der internen Bildschirmauflösung
es_es: Altura de resolución interna de pantalla
fr_fr: Hauteur de résolution d'affichage interne
hr_hr: Visina Interne Rezolucije Zaslona
it_it: Altezza Risoluzione Display Interna
ja_jp: 内部表示解像度の高さ
ko_kr: 내부 화면 해상도 세로
nl_nl: Interne resolutie hoogte weergeven
no_no: Intern skjermoppløsning høyde
pl_pl: Wysokość wewn. rozdzielczości wyświetlania
pt_br: Altura da resolução interna da tela
pt_pt: Altura de resolução de exibição interna
ru_ru: Высота внутриигрового разрешения
sv_se: Intern skärmupplösning höjd
zh_cn: 内部显示分辨率高度
zh_hans: 内部显示分辨率高度

# XeniaSettingsPage_DisplayCustomInternalResolutionWidthSettingTooltip
source: Supported: 1-1920
de_de: Unterstützt: 1–1920
es_es: Soportado: 1-1920
fr_fr: Supporté : 1-1920
hr_hr: Širina: 1-1920
it_it: Supportato: 1-1920
ja_jp: サポート：1-1920
ko_kr: 지원됨: 1-1920
nl_nl: Ondersteund: 1-1920
no_no: Støttet: 1-1920
pl_pl: Obsługiwane: 1-1920
pt_br: Suportado: 1-1920
pt_pt: Suportado: 1-1920
ru_ru: Поддерживается: 1-1920
sv_se: Stöd: 1-1920
zh_cn: 支持：1920
zh_hans: 支持：1-1920

# XeniaSettingsPage_DisplayCustomInternalResolutionHeightSettingTooltip
source: Supported: 1-1080
de_de: Unterstützt: 1-1080
es_es: Soportado: 1-1080
fr_fr: Supporté : 1-1080
hr_hr: Podržano: 1-1080
it_it: Supportato: 1-1080
ja_jp: サポート: 1-1080
ko_kr: 지원됨: 1-1080
nl_nl: Ondersteund: 1-1080
no_no: Støttet: 1-1080
pl_pl: Obsługiwane: 1-1080
pt_br: Suportado: 1-1080
pt_pt: Suportado: 1-1080
ru_ru: Поддерживается: 1-1080
sv_se: Stöd: 1-1080
zh_cn: 支持：1-1080
zh_hans: 支持：1-1080

# XeniaSettingsPage_DisplayLetterboxSettingText
source: Letterbox
es_es: Barras negras
hr_hr: Letterbox Prikaz
ko_kr: 레터박스
pt_br: Barras pretas
ru_ru: Чёрные полосы
zh_hans: 信箱模式

# XeniaSettingsPage_DisplayLetterboxSettingTooltip
source: Enables Black Bars (Letterboxing/Pillarboxing)
de_de: Aktiviert schwarze Balken (Letterboxing/Pillarboxing)
es_es: Activa barras negras (Letterboxing/Pillarboxing)
fr_fr: Active les barres noires (Letterboxing/Pillarboxing)
hr_hr: Omogućuje crne trake (Letterboxing/Pillarboxing)
it_it: Abilita le Barre Nere (Letterboxing/Pillarboxing)
ja_jp: 黒い延べ棒 を有効にします(文字ボックス/ピラーボックス)
ko_kr: 검은 막대를 활성화합니다.. (레터박스/필러박스)
nl_nl: Zet Zwarte Balken aan (Letterbox/Pillarboxing)
no_no: Aktiverer svarte barer (Letterbokser/Pillarboxing)
pl_pl: Włącza czarne pasy (Letterboxing/Pillarboxing)
pt_br: Activa barras pretas (Letterboxing/Pillarboxing)
pt_pt: Habilita Barras Pretas (Cartas/Pilarboxing)
ru_ru: Включение чёрных полос (Letterboxing/Pillarboxing).
sv_se: Aktiverar Black Bars (Letterboxning/Pillarboxning)
zh_cn: 启用黑条 (彩信盒/信箱)
zh_hans: 启用黑边 (信箱模式/柱状模式)

# XeniaSettingsPage_DisplayWidescreenSettingText
source: Widescreen
de_de: Breitbild
es_es: Panorámico
fr_fr: Écran large
hr_hr: Široki Zaslon
ko_kr: 와이드스크린
pl_pl: Panoramiczny ekran
pt_br: Panorâmicoo
pt_pt: Tela larga
ru_ru: Широкий экран
sv_se: Bredskärm
zh_cn: 宽屏模式
zh_hans: 宽屏

# XeniaSettingsPage_DisplayWidescreenSettingTooltip
source: Toggles between 16:9 and 4:3 aspect ratio NOTE: Resolutions below 1280x720 run at 4:3 aspect ratio
de_de: Wechselt zwischen dem Seitenverhältnis 16:9 und 4:3. HINWEIS: Auflösungen unter 1280×720 werden im Seitenverhältnis 4:3 ausgeführt.
es_es: Alterna entre las proporciones 16:9 y 4:3 NOTA: Las resoluciones inferiores a 1280x720 se ejecutan en proporción 4:3
fr_fr: Bascule entre les rapports d'aspect 16:9 et 4:3 NOTE : Les résolutions inférieures à 1280x720 fonctionnent en rapport d'aspect 4:3
hr_hr: Prebacuje se između omjera slike 16:9 i 4:3 NAPOMENA: Rezolucije ispod 1280x720 rade s omjerom slike 4:3
it_it: Alterna tra rapporto d'aspetto 16:9 e 4:3 NOTA: Le risoluzioni inferiori a 1280x720 funzionano con rapporto d'aspetto 4:3
ko_kr: 16:9와 4:3 화면 비율을 전환합니다.. 노트: 1280x720보다 낮은 해상도는 4:3 화면 비율로 표시됩니다..
nl_nl: Schakelt tussen 16:9 en 4:3 beeldverhouding LET OP: Resoluties onder 1280x720 draaien bij 4:3 aspect verhouding
no_no: Veksler mellom 16:9 og 4:3 størrelsesforhold MERK: Oppløsninger under 1280x720 kjører ved 4:3 størrelsesforhold
pl_pl: Przełącza między proporcjami 16:9 a 4:3 UWAGA: Rozdzielczości poniżej 1280x720 działają w proporcjach 4:3
pt_br: Alterna entre as proporções 16:9 e 4:3. NOTA: Resoluções inferiores a 1280x720 são executadas na proporção 4:3
pt_pt: Alterna entre 16:9 e 4:3 proporção NOTA: Resoluções abaixo de 1280x720 executam na proporção 4:3
ru_ru: Переключение между соотношением сторон 16:9 и 4:3. Примечание: разрешения ниже 1280x720 работают в соотношении 4:3.
sv_se: Växlar mellan 16:9 och 4:3 bildförhållande OBS: Upplösningar under 1280x720 kör på 4:3 bildförhållande
zh_cn: 切换长宽比 16:9 和 4:3 之间的 注意：低于1280x720的决议运行于4:3 纵宽比
zh_hans: 在 16:9 和 4:3 宽高比之间切换 注意：低于 1280x720 的分辨率以 4:3 宽高比运行

# XeniaSettingsPage_DisplayVSyncSettingText
source: Vertical Sync
de_de: Vertikale Synchronisation
es_es: Sincronización vertical
fr_fr: Synchronisation verticale
hr_hr: Vertikalna sinkronizacija
it_it: Sincronizzazione Verticale
ja_jp: 垂直同期
ko_kr: 수직 동기화
nl_nl: Verticale synchronisatie
no_no: Loddrett synkronisering
pl_pl: Synchronizacja pionowa (VSync)
pt_br: Sincronização vertical
pt_pt: Sincronização vertical
ru_ru: Вертикальная синхронизация
sv_se: Vertikal synkronisering
zh_cn: 垂直同步
zh_hans: 垂直同步

# XeniaSettingsPage_DisplayVSyncSettingTooltip
source: Enables Vertical Sync
de_de: Aktiviert die vertikale Synchronisation
es_es: Activa la sincronización vertical
fr_fr: Active la synchronisation verticale
hr_hr: Omogućuje vertikalnu sinkronizaciju
it_it: Abilita la Sincronizzazione Verticale
ja_jp: 垂直同期を有効にする
ko_kr: 수직 동기화를 활성화합니다..
nl_nl: Verticale synchronisatie inschakelen
no_no: Aktiverer loddrett synkronisering
pl_pl: Włącza synchronizację pionową
pt_br: Ativa a sincronização vertical
pt_pt: Habilita sincronização vertical
ru_ru: Включение вертикальной синхронизации.
sv_se: Aktiverar vertikal synkronisering
zh_cn: 启用垂直同步
zh_hans: 启用垂直同步

# XeniaSettingsPage_DisplayFramerateLimitSettingText
source: Framerate Limit
de_de: FPS Limit
es_es: Límite de tasa de cuadros
fr_fr: Limite de fréquence d'images
hr_hr: Ograničenje broja sličica po sekundi
it_it: Limite Frame Rate
ja_jp: フレームレート制限
ko_kr: 프레임 제한
nl_nl: Framerate Limiet
no_no: Bildefrekvens grense
pl_pl: Limit klatek
pt_br: Limite de taxa de quadros
pt_pt: Limite de Framerate
ru_ru: Макс. частота кадров
sv_se: Gräns för bildfrekvens
zh_cn: 帧率限制
zh_hans: 帧率限制

# XeniaSettingsPage_DisplayFramerateLimitSettingTooltip
source: Maximum frames per second Defaults to 60 when set to 0 and VSYNC is enabled 0 = Unlimited Frames
de_de: Maximale Bilder pro Sekunde Standardwert: 60, wenn auf 0 gesetzt und V‑Sync aktiviert ist 0 = Unbegrenzte Bildrate
es_es: Los cuadros máximos por segundo Por defecto, el valor será de 60 cuando se establezca en 0 y la sincronización vertical está activada 0 = Cuadros ilimitados
fr_fr: Images maximum par seconde Par défaut à 60 quand défini sur 0 et VSYNC est activé 0 = Images illimitées
hr_hr: Maksimalan broj sličica u sekundi Zadano je 60 kada je postavljeno na 0 i VSYNC je omogućen 0 = Neograničen broj sličica
it_it: Frame massimi al secondo Predefinito a 60 quando impostato a 0 e VSYNC è attivo 0 = Frame Illimitati
ko_kr: 초당 최대 프레임 수 수직 동기화를 활성화하거나 0으로 설정되면 기본값은 60으로 설정됩니다.. 0 = 프레임 제한 해제
nl_nl: Maximale frames per seconde Standaard op 60 wanneer dit is ingesteld op 0 en VSYNC is ingeschakeld 0 = Onbeperkt aantal frames
no_no: Maksimum antall rammer per sekund Standard til 60 når satt til 0 og VSYNC er aktivert 0 = Ubegrenset antall rammer
pl_pl: Maksymalna liczba klatek na sekundę Domyślnie = 60, gdy ustawione na 0 i włączony jest VSYNC 0 = Brak limitu
pt_br: Os quadros máximos por segundo. Por padrão, o valor será 60 quando estiver definido como 0 e a sincronização vertical estiver ativada. 0 = Quadros ilimitados
pt_pt: Máximo de quadros por segundo O padrão é 60 quando definido como 0 e VSYNC está ativado 0 = Quadros Ilimitados
ru_ru: По умолчанию 60 к/с (при значении Off и включённой вертикальной синхронизации). 0 - без ограничений.
sv_se: Maximalt antal bildrutor per sekund Standardvärdet är 60 när satt till 0 och VSYNC är aktiverat 0 = Obegränsade bildrutor
zh_cn: 每秒的 最大帧数设置为 60 ，VSYNC 启用了 0 = 无限帧
zh_hans: 最大每秒帧数 设置为 0 且启用 VSYNC 时默认为 60 0 = 无限制帧数

# XeniaSettingsPage_GraphicsGpuApiSettingText
source: Graphics API
de_de: Grafik API
es_es: API gráfica
fr_fr: API graphique
hr_hr: Grafički API
it_it: API Grafica
ja_jp: 図 API
ko_kr: 그래픽 API
nl_nl: Grafische API
no_no: Grafikk API
pl_pl: API Graficzne
pt_br: API gráfico
pt_pt: API Gráfica
ru_ru: Графический API
sv_se: API för grafik
zh_cn: 图形API
zh_hans: 图形 API

# XeniaSettingsPage_GraphicsD3D12VRRSettingText
source: Variable Refresh Rate (Direct3D 12)
de_de: Variable Bildwiederholrate (Direct3D 12)
es_es: Tasa de actualización variable (Direct3D 12)
fr_fr: Taux de rafraîchissement variable (Direct3D 12)
hr_hr: Varijabilna Brzina Osvježavanja (Direct3D 12)
it_it: Frequenza di Aggiornamento Variabile (Direct3D 12)
ja_jp: 可変リフレッシュレート (Direct3D 12)
ko_kr: 가변 주사율 (Direct3D 12)
no_no: Variabel oppdateringsfrekvens (Direct3D 12)
pl_pl: Zmienna częstotliwość odświeżania (VRR) (Direct3D 12)
pt_br: Taxa de atualização variável (Direct3D 12)
pt_pt: Taxa de Atualização Variável (Direct3D 12)
ru_ru: Переменная частота обновления VRR (Direct3D 12)
sv_se: Variabel uppdateringsfrekvens (Direct3D 12)
zh_hans: 可变刷新率 (Direct3D 12)

# XeniaSettingsPage_GraphicsD3D12VRRSettingTooltip
source: Screen tearing and Variable Refresh Rate
de_de: Bildzerreißen und Variable Bildwiederholrate
es_es: Rasgado de pantalla y tasa de actualización variable
fr_fr: Déchirement d'écran et taux de rafraîchissement variable
hr_hr: Trganje Slike i Varijabilna Brzina Osvježavanja
it_it: Screen tearing e Frequenza di Aggiornamento Variabile
ja_jp: 画面の引き裂きと可変リフレッシュ率
ko_kr: 화면 찢어짐과 가변 주사율
nl_nl: Scherm scheuren en variabele ververs tarief
no_no: Skjerm riving og variabel oppdatering hastighet
pl_pl: Rozrywanie obrazu (Tearing) i zmienna częstotliwość odświeżania
pt_br: Screen tearing e taxa de atualização variável
pt_pt: Escala de tela e taxa variável de atualização
ru_ru: Технология, позволяющая экрану динамически менять частоту обновления в зависимости от количества кадров в секунду, выдаваемых источником изображения.
sv_se: Skärm rivning och variabel uppdateringsfrekvens
zh_cn: 屏幕热化和可变刷新率
zh_hans: 屏幕撕裂和可变刷新率

# XeniaSettingsPage_GraphicsD3D12RenderTargetPathSettingText
source: Render Target Path (Direct3D 12)
de_de: Render Target Pfad (Direct3D 12)
es_es: Ruta de objetivo de renderizado (Direct3D 12)
fr_fr: Chemin de la cible de rendu (Direct3D 12)
hr_hr: Ciljna Putanja Renderiranja (Direct3D 12)
it_it: Percorso Render Target (Direct3D 12)
ko_kr: 렌더링 대상 경로 (Direct3D 12)
nl_nl: Render doelpad (Direct3D 12)
no_no: Gjengi målbanen (Direct3D 12)
pl_pl: Ścieżka celu renderowania (Direct3D 12)
pt_br: Caminho do alvo de renderização (Direct3D 12)
pt_pt: Caminho de Destino (Direct3D 12)
ru_ru: Путь рендера в целевой буфер (Direct3D 12)
sv_se: Rendera målsökväg (Direct3D 12)
zh_cn: 渲染目标路径 (Direct3D 12)
zh_hans: 渲染目标路径 (Direct3D 12)

# XeniaSettingsPage_GraphicsD3D12RenderTargetPathSettingTooltip
source: RTV (Recommended for speed) ROV aka Rasterized-Ordered Views (For higher accuracy in some cases if available)
de_de: RTV (Empfohlen für Geschwindigkeit) ROV – Rasterized‑Ordered Views (Für höhere Genauigkeit in bestimmten Fällen, falls verfügbar)
es_es: RTV (recomendado para velocidad) ROV, alias Vistas Ordenadas por Rasterizado (para mayor precisión en algunos casos si está disponible)
fr_fr: RTV (Recommandé pour la vitesse) ROV alias Rasterized-Ordered Views (Pour une précision plus élevée dans certains cas si disponible)
hr_hr: RTV (preporučeno zbog brzine) ROV poznat i kao Rasterizirano-uređeni prikazi (za veću točnost u nekim slučajevima ako je dostupno)
it_it: RTV (Consigliato per velocità) ROV aka Rasterized-Ordered Views (Per maggiore precisione in alcuni casi se disponibile)
ja_jp: RTV (速度推奨) ROV 別名ラスタライズ順序付きビュー (利用可能な場合によっては高い精度を実現する場合があります)
ko_kr: RTV (속도 향상을 위해 권장됨) ROV 또는 래스터라이저 순서 보기 (일부 더 높은 정확도를 위해 가능한 경우)
nl_nl: RTV (aanbevolen voor snelheid) ROV aka Rasterized-Geordende Weergaven (Voor een hogere nauwkeurigheid in sommige gevallen, indien beschikbaar)
no_no: RTV (anbefalt for hastighet) ROV aka Rasterized-sorterte visninger ( For høyere nøyaktighet i noen tilfeller hvis tilgjengelig)
pl_pl: RTV (Zalecane dla szybkości) ROV czyli Rasterized-Ordered Views (Dla wyższej dokładności w niektórych przypadkach, jeśli dostępne)
pt_br: RTV (recomendado para velocidade) ROV, também chamado de Vistas Ordenadas por Rasterização (para maior precisão em alguns casos, se disponível)
pt_pt: RTV (recomendado para velocidade) ROV também conhecida como Views com pedido Rasterizado-Orden (Para maior precisão em alguns casos, se disponível)
ru_ru: RTV - Render Target View. Стандартный и быстрый метод рендеринга в целевой буфер. ROV - Rasterized-Ordered Views. Этот метод более точный, но может быть медленнее. Он обеспечивает правильный порядок записи в сложных сценах при наличии необходимой поддержки.
sv_se: RTV (Rekommenderas för hastighet) ROV aka Rasterized-Beställda vyer (för högre noggrannhet i vissa fall om tillgängligt)
zh_cn: RTV (推荐速度) ROV aka Rasterized-orded views (如果有的话, 请提高准确度)
zh_hans: RTV (推荐用于速度) ROV 又名 Rasterized-Ordered Views (在某些情况下提供更高精度，如果可用)

# XeniaSettingsPage_GraphicsD3D12QueuePrioritySettingText
source: Queue Priority (Direct3D 12)
de_de: Warteschlangen Priorität (Direct3D 12)
es_es: Prioridad de fila (Direct3D 12)
fr_fr: Priorité de la file d'attente (Direct3D 12)
hr_hr: Prioritet Reda Čekanja (Direct3D 12)
it_it: Priorità Coda (Direct3D 12)
ja_jp: キュー優先度 (Direct3D 12)
ko_kr: 대기열 우선순위 (Direct3D 12)
nl_nl: Wachtrij Prioriteit (Direct3D 12)
no_no: Kø prioritet (Direct3D 12)
pl_pl: Priorytet kolejki (Direct3D 12)
pt_br: Prioridade da fila (Direct3D 12)
pt_pt: Prioridade da Fila (Direct3D 12)
ru_ru: Приоритет очереди (Direct3D 12)
sv_se: Kö prioritet (Direct3D 12)
zh_cn: 队列优先级 (Direct3D 12)
zh_hans: 队列优先级 (Direct3D 12)

# XeniaSettingsPage_GraphicsD3D12QueuePrioritySettingTooltip
source: - Normal - High (Default, recommended for speed) - Global Realtime (Requires running Xenia/Xenia Manager as Administrator)
de_de: - Normal - Hoch (Standard, empfohlen für Geschwindigkeit) - Globaler Echtzeit‑Modus (Erfordert Ausführung von Xenia/Xenia Manager als Administrator)
es_es: - Normal - Alto (por defecto, recomendado para velocidad) - Global en tiempo real (requiere ejecutar Xenia/Xenia Manager como administrador)
fr_fr: - Normal - Élevé (Par défaut, recommandé pour la vitesse) - Temps réel global (Nécessite d'exécuter Xenia/Xenia Manager en tant qu'administrateur)
hr_hr: - Normalno - Visoko (zadano, preporučeno za brzinu) - Globalno u stvarnom vremenu (Zahtijeva pokretanje Xenia/Xenia Managera kao administrator)
it_it: - Normale - Alta (Predefinita, consigliata per velocità) - Globale in Tempo Reale (Richiede l'esecuzione di Xenia/Xenia Manager come Amministratore)
ja_jp: - Normal - High (Default, recommended for speed) - Global Realtime (AdministratorとしてXenia/Xenia Managerを実行する必要があります)
ko_kr: - 보통 - 높음 (기본, 속도 향상을 위해 권장됨) - 실시간 (Xenia/Xenia Manager 관리자 권한 필요)
nl_nl: - Normaal - Hoge (standaard, aanbevolen voor snelheid) - Global Realtime (draaiend is voor Xenia/Xenia Manager als Administrator)
no_no: – Normal - Høy (Default, anbefalt for hastighet) - Global realtid (Krever å kjøre Xenia/Xenia Manager som Administrator)
pl_pl: - Normalny - Wysoki (Domyślny, zalecany dla szybkości) - Czas rzeczywisty - Wymaga uruchomienia Xenia/Xenia Manager jako Administrator)
pt_br: - Normal - Alto (padrão, recomendado para velocidade) - Global em tempo real (requer executar o Xenia/Xenia Manager como administrador)
pt_pt: - Normal - Alto (Padrão, recomendado para velocidade) - Tempo real global (Requer executar Xenia/Xenia Manager como Administrador)
ru_ru: - Обычный - Высокий (по умолчанию, рекомендуется для производительности) - Реального времени (требует запуска Xenia/Xenia Manager от имени администратора)
sv_se: - Normal - Hög (standard, rekommenderas för hastighet) - Global Realtime (Kräver att köra Xenia/Xenia Manager som administratör)
zh_cn: - 普通 - 高 (默认，建议速度) - 全局实时(需要运行 Xenia/Xenia Manager 作为管理员)
zh_hans: - 普通 - 高 (默认，推荐用于速度) - 全局实时 (需要以管理员身份运行 Xenia/Xenia Manager)

# XeniaSettingsPage_GraphicsVulkanRenderTargetPathSettingText
source: Render Target Path (Vulkan)
de_de: Render Target Pfad (Vulkan)
es_es: Ruta de objetivo de renderizado (Vulkan)
fr_fr: Chemin de la cible de rendu (Vulkan)
hr_hr: Ciljna Putanja Renderiranja (Vulkan)
it_it: Percorso Render Target (Vulkan)
ko_kr: 렌더링 대상 경로 (Vulkan)
pl_pl: Ścieżka trybu renderowania (Vulkan)
pt_br: Caminho do alvo de renderização (Vulkan)
ru_ru: Путь рендера в целевой буфер (Vulkan)
zh_hans: 渲染目标路径 (Vulkan)

# XeniaSettingsPage_GraphicsVulkanRenderTargetPathSettingTooltip
source: - FBO (Recommended for speed) - FSI (For higher accuracy in some cases if available)
de_de: - FBO – Schnell (empfohlen) - FSI – Höhere Genauigkeit (falls verfügbar)
es_es: - FBO (recomendado para velocidad) - FSI (para mayor precisión en algunos casos si está disponible)
fr_fr: - FBO (Recommandé pour la vitesse) - FSI (Pour une précision plus élevée dans certains cas si disponible)
hr_hr: - FBO (Preporučeno za brzinu) - FSI (Za veću točnost u nekim slučajevima ako je dostupno)
it_it: - FBO (Consigliato per velocità) - FSI (Per maggiore precisione in alcuni casi se disponibile)
ja_jp: - FBO (Speed に推奨) - FSI (可能な場合によっては高精度にすることもあります)
ko_kr: - FBO (속도 향상을 위해 권장됨) - FSI (일부 더 높은 정확도를 위해 가능한 경우)
nl_nl: - FBO ( Aanbevolen voor snelheid) - FSI (Voor hogere nauwkeurigheid in sommige gevallen, indien beschikbaar)
no_no: - FBO (anbefalt for hastighet) - FSI (For høyere nøyaktighet i noen tilfeller hvis tilgjengelig)
pl_pl: - FBO (Zalecane dla szybkości) - FSI (Dla wyższej dokładności w niektórych przypadkach, jeśli dostępne)
pt_br: - FBO (recomendado para velocidade) - FSI (para maior precisão em alguns casos, se disponível)
pt_pt: - FBO (recomendado para velocidade) - FSI (Para maior precisão em alguns casos, se disponível)
ru_ru: FBO - Framebuffer Object. Стандартный и быстрый метод рендеринга в целевой буфер. FSI - Framebuffer Storage Interlock. Этот метод более точный, но может быть медленнее. Он обеспечивает правильный порядок записи в сложных сценах при наличии необходимой поддержки.
sv_se: - FBO (Rekommenderas för hastighet) - FSI (för högre noggrannhet i vissa fall om tillgängligt)
zh_cn: - FBO (推荐速度) - FSI (在某些情况下有更高的精确度)
zh_hans: - FBO (推荐用于速度) - FSI (在某些情况下提供更高精度，如果可用)

# XeniaSettingsPage_GraphicsVulkanAllowPresentModeIntermediateSettingText
source: Present Mode Intermediate (Vulkan)
de_de: Präsentationsmodus: Mittel (Vulkan)
es_es: Modo presentación intermedio (Vulkan)
fr_fr: Mode de présentation intermédiaire (Vulkan)
hr_hr: Srednji Trenutni Način Rada (Vulkan)
it_it: Modalità Presentazione Intermedia (Vulkan)
ko_kr: 표시 모드 중간 (Vulkan)
nl_nl: Huidige modus Intermediate (Vulkan)
no_no: Presennemodus Mellomprodukt (Vulkan)
pl_pl: Tryb prezentacji Intermediate (Vulkan)
pt_br: Modo de apresentação intermediário (Vulkan)
pt_pt: Modo presente Intermediário (Vulkan)
ru_ru: Режим представления: Intermediate (Vulkan)
sv_se: Nuvarande läge Mellanliggande (Vulkan)
zh_cn: 当前模式介质 (Vulkan)
zh_hans: 呈现模式 Immediate (Vulkan)
