Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# MessageBox_SuccessReinstallXeniaText
source: Xenia {0} has been successfully redownloaded.
de_de: Xenia {0} wurde erfolgreich erneut heruntergeladen.
es_es: Se redescargó Xenia {0} con éxito.
fr_fr: Xenia {0} a été retéléchargé avec succès.
hr_hr: Xenia {0} je uspješno ponovno preuzeta.
it_it: Xenia {0} è stato scaricato nuovamente con successo.
ko_kr: Xenia {0} 가 성공적으로 재다운로드되었습니다..
pl_pl: Xenia {0} została pomyślnie pobrana ponownie.
pt_br: Reinstalou o Xenia {0} com sucesso.
ru_ru: Xenia {0} успешно скачана заново.
zh_hans: Xenia {0} 已成功重新下载。

# ManagePage_RedownloadXeniaTooltip
source: Redownloads Xenia Useful is something is not working
de_de: Lädt Xenia erneut herunter nützlich, wenn etwas nicht funktioniert
es_es: Redescarga Xenia Útil por si algo no esté funcionando
fr_fr: Retélécharge Xenia Utile si quelque chose ne fonctionne pas
hr_hr: Ponovna preuzimanja Xenia Korisno je ako nešto ne radi
it_it: Scarica nuovamente Xenia Utile se qualcosa non funziona
ko_kr: Xenia 재다운로드 뭔가 작동되지 않을 때 유용합니다..
pl_pl: Pobiera ponownie Xenia Przydatne, jeśli coś nie działa
pt_br: Reinstale o Xenia caso algo não esteja funcionando.
ru_ru: Повторно скачивает Xenia. Полезно, если что-то не работает.
zh_hans: 重新下载 Xenia 在出现问题时有用

# LibraryGameButton_SwitchToXeniaText
source: Switch to Xenia {0}
de_de: Zu Xenia {0} wechseln
es_es: Cambiar a Xenia {0}
fr_fr: Passer à Xenia {0}
hr_hr: Prebaci na Xenia {0}
it_it: Passa a Xenia {0}
ko_kr: Xenia {0} 로 교체
pl_pl: Przełącz na Xenia {0}
pt_br: Mudar para Xenia {0}
ru_ru: Переключиться на Xenia {0}
zh_hans: 切换到 Xenia {0}

# LibraryGameButton_SwitchToXeniaTooltip
source: Changes the Xenia version used by the game to Xenia {0}
de_de: Ändert die von dem Spiel verwendete Xenia Version zu Xenia {0}
es_es: Cambia la versión de Xenia usada por el juego a Xenia {0}
fr_fr: Change la version de Xenia utilisée par le jeu vers Xenia {0}
hr_hr: Mijenja verziju Xenia Emulatora koju igra koristi u Xenia {0}
it_it: Cambia la versione di Xenia utilizzata dal gioco a Xenia {0}
ko_kr: 게임에 쓰이는 Xenia 버전을 Xenia {0} 로 교체합니다..
pl_pl: Zmienia wersję Xenia używaną przez grę na Xenia {0}
pt_br: Mude a versão do Xenia usada pelo jogo para Xenia {0}
ru_ru: Изменение версии Xenia для запуска игры на Xenia {0}.
zh_hans: 将游戏使用的 Xenia 版本更改为 Xenia {0}

# MessageBox_DeleteXeniaTitle
source: Uninstall Xenia {0}
de_de: Deinstalliert Xenia {0}
es_es: Desinstalar Xenia {0}
fr_fr: Désinstaller Xenia {0}
hr_hr: Deinstalirajte Xenia {0}
it_it: Disinstalla Xenia {0}
ko_kr: 설치 제거 Xenia {0}
pl_pl: Odinstaluj Xenia {0}
pt_br: Desinstalar Xenia {0}
ru_ru: Удалить Xenia {0}
zh_hans: 卸载 Xenia {0}

# MessageBox_DeleteXeniaText
source: Do you want to uninstall Xenia {0}? This will remove all save files and updates alongside the emulator.
de_de: Möchten Sie Xenia {0} deinstallieren? Dadurch werden alle Speicherstände und Updates zusammen mit dem Emulator entfernt.
es_es: ¿Deseas desinstalar Xenia {0}? Esto removerá todos los archivos de guardados y actualizaciones junto al emulador.
fr_fr: Voulez-vous désinstaller Xenia {0} ? Cela supprimera tous les fichiers de sauvegarde et les mises à jour avec l'émulateur.
hr_hr: Želite li deinstalirati Xenia {0}? Ovim će se ukloniti sve spremljene datoteke i ažuriranja zajedno s emulatorom.
it_it: Vuoi disinstallare Xenia {0}? Questo rimuoverà tutti i file di salvataggio e gli aggiornamenti insieme all'emulatore.
ko_kr: 정말로 Xenia {0} 를 제거하시겠습니까? 에뮬레이터에 있는 모든 세이브와 업데이트를 제거할 것입니다...
pl_pl: Czy chcesz odinstalować Xenia {0}? Spowoduje to usunięcie wszystkich plików zapisu i aktualizacji wraz z emulatorem.
pt_br: ¿Deseja desinstalar o Xenia {0}? Isso removerá todos os arquivos salvos e atualizações junto com o emulador.
ru_ru: Удалить Xenia {0}? Это удалит все сохранения и обновления вместе с эмулятором.
zh_hans: 您要卸载 Xenia {0} 吗？ 这将同时删除模拟器以及所有的存档文件和更新。

# MessageBox_SuccessInstallXeniaText
source: Xenia {0} has been successfully installed.
de_de: Xenia {0} wurde erfolgreich installiert.
es_es: Se instaló Xenia {0} con éxito.
fr_fr: Xenia {0} a été installé avec succès.
hr_hr: Xenia {0} je uspješno instalirana.
it_it: Xenia {0} è stato installato con successo.
ko_kr: Xenia {0} 가 성공적으로 설치되었습니다..
pl_pl: Xenia {0} została pomyślnie zainstalowana.
pt_br: Xenia {0} foi instalado com sucesso.
ru_ru: Xenia {0} успешно установлена.
zh_hans: Xenia {0} 已成功安装。

# MessageBox_SuccessUninstallXeniaText
source: Xenia {0} has been successfully uninstalled.
de_de: Xenia {0} wurde erfolgreich deinstalliert.
es_es: Se desinstaló Xenia {0} con éxito.
fr_fr: Xenia {0} a été désinstallé avec succès.
hr_hr: Xenia {0} je uspješno deinstalirana.
it_it: Xenia {0} è stato disinstallato con successo.
ko_kr: Xenia {0} 가 성공적으로 제거되었습니다..
pl_pl: Xenia {0} została pomyślnie odinstalowana.
pt_br: Xenia {0} foi desinstalado com sucesso.
ru_ru: Xenia {0} успешно удалена.
zh_hans: Xenia {0} 已成功卸载。

# MessageBox_SuccessUpdateXeniaText
source: Xenia {0} has been successfully updated.
de_de: Xenia {0} wurde erfolgreich aktualisiert.
es_es: Se actualizó Xenia {0} con éxito.
fr_fr: Xenia {0} a été mis à jour avec succès.
hr_hr: Xenia {0} je uspješno ažurirana.
it_it: Xenia {0} è stato aggiornato con successo.
ko_kr: Xenia {0} 가 성공적으로 업데이트 되었습니다..
pl_pl: Xenia {0} została pomyślnie zaktualizowana.
pt_br: Xenia {0} foi atualizado com sucesso.
ru_ru: Xenia {0} успешно обновлена.
zh_hans: Xenia {0} 已成功更新。

# LibraryGameButton_ConfigureMousehookControlsTooltip
source: Configure key bindings used by {0} in Xenia Mousehook
de_de: Konfiguriert die von {0} in Xenia Mousehook verwendeten Tastenbelegungen
es_es: Configura las vinculaciones de tecla usadas por {0} en Xenia Mousehook
fr_fr: Configure les raccourcis utilisés par {0} dans Xenia Mousehook
hr_hr: Konfiguriraj kontrole koje koristi {0} u Xenia Mousehooku
it_it: Configura i tasti assegnati utilizzati da {0} in Xenia Mousehook
ko_kr: in Xenia 마우스훅에 쓰이는 {0}의 키 바인딩을 구성합니다..
pl_pl: Konfiguruj przypisania klawiszy używane przez {0} w Xenia Mousehook
pt_br: Configure as vinculações de tecla usadas por {0} no Xenia Mousehook
ru_ru: Настроить привязки клавиш, используемые игрой {0} в Xenia Mousehook.
zh_hans: 配置 Xenia Mousehook 中 {0} 使用的键位绑定

# LibraryGameButton_ViewContentTooltip
source: Allows the user to see what's installed in {0} content folder, achievements and export save files
de_de: Ermöglicht dem Benutzer, den Inhalt des {0} Ordners anzuzeigen, Erfolge einzusehen und Speicherstände zu exportieren
es_es: Permite al usuario ver lo que está instalado en la carpeta de contenido de {0}, los logros y exportar archivos guardados
fr_fr: Permet à l'utilisateur de voir ce qui est installé dans le dossier de contenu de {0}, les achievements et exporter les fichiers de sauvegarde
hr_hr: Omogućava korisniku da vidi što se nalazi u direktoriju sadržaja za {0}, postignuća te izvoz spremljenog stanja igre
it_it: Permette all'utente di vedere cosa è installato nella cartella dei contenuti di {0}, i trofei ed esportare i file di salvataggio
ko_kr: 사용자가 {0} 콘텐츠 폴더에 설치된 항목 및 업적을 보거나 세이브파일을 내보낼 수 있도록 합니다..
pl_pl: Pozwala użytkownikowi zobaczyć, co jest zainstalowane w folderze zawartości {0}, osiągnięcia i eksportować pliki zapisu
pt_br: Permite ao usuário ver o que está instalado na pasta de conteúdo de {0}, as conquistas e exportar arquivos salvos.
ru_ru: Просмотр установленных данных игры {0}, достижений и экспорт сохранений.
zh_hans: 允许用户查看 {0} 内容文件夹中的内容、成就以及导出存档文件

# LibraryGameButton_InstallPatchesTooltip
source: Allows the user to install locally available patch file
de_de: Ermöglicht dem Benutzer, eine lokal verfügbare Patch Datei zu installieren
es_es: Permite al usuario instalar archivos de parches disponibles localmente
fr_fr: Permet à l'utilisateur d'installer un fichier de correctif localement disponible
hr_hr: Omogućuje korisniku instaliranje lokalno dostupne datoteke zakrpe
it_it: Permette all'utente di installare file di patch disponibili localmente
ko_kr: 사용자가 로컬에 저장된 패치 파일을 설치할 수 있도록 합니다..
pl_pl: Pozwala użytkownikowi zainstalować lokalnie dostępny plik łatki
pt_br: Permite ao usuário instalar arquivos de patches disponíveis localmente
ru_ru: Установка пользователем локальных патчей.
zh_hans: 允许用户安装本地可用的补丁文件

# LibraryGameButton_DownloadPatchesTooltip
source: Downloads and installs a patch file from the game patches repository
de_de: Lädt eine Patch‑Datei aus dem Spiele‑Patch‑Repository herunter und installiert sie
es_es: Descarga e instala un archivo de parche desde el repositorio de parches de juegos
fr_fr: Télécharge et installe un fichier de correctif depuis le dépôt de correctifs de jeu
hr_hr: Preuzima i instalira zakrpe iz repozitorija zakrpa za igru
it_it: Scarica e installa un file di patch dal repository delle patch di gioco
ko_kr: 게임 패치 저장소에서 패치 파일을 다운로드하고 설치합니다..
pl_pl: Pobiera i instaluje plik łatki z repozytorium łatek gier
pt_br: Baixa e instala um arquivo de patch do repositório de patches de jogos
ru_ru: Загрузка и установка патча из репозитория игровых патчей.
zh_hans: 从游戏补丁仓库下载并安装补丁文件

# LibraryGameButton_AddAdditionalPatchesTooltip
source: Add additional patches to the existing patch file from another local file Useful if you have a patch file that is not in game-patches repository
de_de: Fügt dem vorhandenen Patch‑File zusätzliche Patches aus einer anderen lokalen Datei hinzu nützlich, wenn Sie eine Patch‑Datei haben, die nicht im game‑patches Repository enthalten ist.
es_es: Agrega parches adicionales al archivo de parche existente desde otro archivo local Útil por si tienes un archivo de parche que no está en el repositorio de parches de juegos
fr_fr: Ajoute des correctifs supplémentaires au fichier de correctif existant depuis un autre fichier local Utile si vous avez un fichier de correctif qui n'est pas dans le dépôt game-patches
hr_hr: Dodajte dodatne zakrpe postojećoj datoteci zakrpe iz druge lokalne datoteke Korisno ako imate datoteku zakrpe koja se ne nalazi u repozitoriju zakrpa za igru
it_it: Aggiunge ulteriori patch al file di patch esistente da un altro file locale Utile se hai un file di patch che non è nel repository game-patches
ko_kr: 다른 로컬파일에 있는 패치파일에 추가적인 패치를 적용합니다.. 게임 패치 저장소에 없는 패치 파일이 있을 경우 유용합니다..
pl_pl: Dodaj dodatkowe łatki do istniejącego pliku łatek z innego pliku lokalnego Przydatne, jeśli masz plik łatki, którego nie ma w repozytorium game-patches
pt_br: Adiciona patches adicionais ao arquivo de patch existente a partir de outro arquivo local. Útil caso tenha um arquivo de patch que não está no repositório de patches de jogos
ru_ru: Добавление дополнительных патчей из локального файла. Полезно, если у вас есть патчи, которых нет в репозитории игровых патчей.
zh_hans: 从另一个本地文件向现有补丁文件添加额外补丁 如果您有一个不在 game-patches 仓库中的补丁文件，这将非常有用

# LibraryGameButton_ConfigurePatchesTooltip
source: Allows the user to enable/disable installed game patches
de_de: Ermöglicht dem Benutzer, installierte Spiel Patches zu aktivieren/deaktivieren
es_es: Permite al usuario activar o desactivar los parches de juegos instalados
fr_fr: Permet à l'utilisateur d'activer/désactiver les correctifs de jeu installés
hr_hr: Omogućuje korisniku omogućavanje/onemogućavanje instaliranih zakrpa za igru
it_it: Permette all'utente di abilitare/disabilitare le patch di gioco installate
ko_kr: 사용자가 설치된 게임 패치를 활성화 또는 비활성화할 수 있도록 합니다..s
pl_pl: Pozwala użytkownikowi włączyć/wyłączyć zainstalowane łatki gry
pt_br: Permite ao usuário ativar ou desativar os patches de jogos instalados
ru_ru: Включение и отключение игровых патчей на выбор пользователя.
zh_hans: 允许用户启用/禁用已安装的游戏补丁

# LibraryGameButton_RemovePatchesTooltip
source: Allows the user to remove the installed game patches
de_de: Ermöglicht dem Benutzer, die installierten Spiel Patches zu entfernen
es_es: Permite al usuario remover los parches de juegos instalados
fr_fr: Permet à l'utilisateur de supprimer les correctifs de jeu installés
hr_hr: Omogućuje korisniku uklanjanje instaliranih zakrpa za igru
it_it: Permette all'utente di rimuovere le patch di gioco installate
ko_kr: 사용자가 설치된 게임 패치를 제거할 수 있도록 합니다..
pl_pl: Pozwala użytkownikowi usunąć zainstalowane łatki gry
pt_br: Permite ao usuário remover os patches de jogos instalados
ru_ru: Удаление установленных игровых патчей.
zh_hans: 允许用户移除已安装的游戏补丁

# LibraryGameButton_SteamShortcutTooltip
source: This will add a shortcut to every Steam account that is logged in on the users computer
de_de: Dies fügt für jedes Steam Konto, das auf dem Computer des Benutzers angemeldet ist, eine Verknüpfung hinzu.
es_es: Esto agrega un acceso directo a cada cuenta de Steam que esté ingresada en la computadora del usuario
fr_fr: Cela ajoutera un raccourci à chaque compte Steam qui est connecté sur l'ordinateur de l'utilisateur
hr_hr: Ovo će dodati prečac svakom Steam računu koji je prijavljen na korisnikovom računalu.
it_it: Aggiungerà una scorciatoia a ogni account Steam collegato sul computer dell'utente
ko_kr: 이 기능은 사용자의 컴퓨터에 로그인된 모든 Steam 계정에 바로가기를 추가합니다..
pl_pl: To doda skrót do każdego konta Steam zalogowanego na komputerze użytkownika
pt_br: Isso adiciona um atalho para cada conta Steam que estiver logada no computador do usuário
ru_ru: Добавляет ярлык для каждой учётной записи Steam, авторизованной на этом компьютере.
zh_hans: 这将为用户计算机上登录的每个 Steam 帐户添加快捷方式

# LibraryGameButton_ChangeGamePathTooltip
source: Allows the user to change the location of {0} Useful if the game has been moved to a different location
de_de: Ermöglicht dem Benutzer, den Speicherort von {0} zu ändern nützlich, wenn das Spiel an einen anderen Ort verschoben wurde.
es_es: Permite al usuario cambiar la ubicación de {0} Útil por si el juego se movió a una ubicación diferente
fr_fr: Permet à l'utilisateur de changer l'emplacement de {0} Utile si le jeu a été déplacé vers un autre emplacement
hr_hr: Omogućuje korisniku promjenu lokacije igre {0} Korisno ako je igra premještena na drugu lokaciju
it_it: Permette all'utente di cambiare la posizione di {0} Utile se il gioco è stato spostato in un'altra posizione
ko_kr: 사용자가 {0} 의 위치를 변경할 수 있도록 합니다.. 게임이 다른 위치로 이동된 경우 유용합니다..
pl_pl: Pozwala użytkownikowi zmienić lokalizację {0} Przydatne, jeśli gra została przeniesiona w inne miejsce
pt_br: Permite ao usuário mudar a localização de {0}. Útil caso o jogo tenha sido movido para um local diferente
ru_ru: Изменение пути к {0}. Необходимо, если игра была перемещена в другое место.
zh_hans: 允许用户更改 {0} 的位置 在游戏已移动到不同位置时有用

# LibraryGameButton_RemoveGameHeaderTooltip
source: Deletes the game from Xenia Manager
de_de: Löscht das Spiel aus dem Xenia Manager
es_es: Borra el juego de Xenia Manager
fr_fr: Supprime le jeu de Xenia Manager
hr_hr: Briše igru iz Xenia Managera
it_it: Elimina il gioco da Xenia Manager
ko_kr: Xenia Manager에서 게임을 제거합니다..
pl_pl: Usuwa grę z Xenia Manager
pt_br: Apaga o jogo do Xenia Manager
ru_ru: Удаление игры из Xenia Manager.
zh_hans: 从 Xenia Manager 中删除游戏

# LibraryPage_DisplayHideOptionsTooltip
source: Show/Hide things like game title or compatibility rating on box arts
de_de: Zeigt/Verbirgt Elemente wie den Spieletitel oder die Kompatibilitätsbewertung auf den Boxarts.
es_es: Muestra u oculta cosas como el título del juego o la valoración de compatibilidad en las carátulas
fr_fr: Afficher/Masquer des éléments comme le titre du jeu ou la note de compatibilité sur les illustrations
hr_hr: Prikaži/Sakrij stvari poput naslova igre ili ocjene kompatibilnosti na kutijama igara
it_it: Mostra/Nascondi elementi come il titolo del gioco o la valutazione di compatibilità sulle copertine
ko_kr: 게임 제목이나 호환성 등급과 같은 정보를 박스 아트에 표시하거나 숨깁니다..
pl_pl: Pokaż/Ukryj elementy takie jak tytuł gry lub ocenę kompatybilności na okładkach
pt_br: Exibe ou oculta informações como o título do jogo ou a avaliação de compatibilidade nas capas
ru_ru: Показать/скрыть название игры или метку рейтинга совместимости на обложках.
zh_hans: 显示/隐藏诸如游戏标题或兼容性评级等在盒装艺术图上的信息

# LibraryPage_DisplayGameTitleTooltip
source: Show/Hide game title on game's box art
de_de: Zeigt/Verbirgt den Spieletitel auf dem Boxart des Spiels.
es_es: Muestra u oculta el título de juego en la carátula
fr_fr: Afficher/Masquer le titre du jeu sur l'illustration du jeu
hr_hr: Prikaži/Sakrij naziv igre na kutiji igre
it_it: Mostra/Nascondi il titolo del gioco sulla copertina
ko_kr: 게임 박스 아트에 게임 제목을 표시하거나 숨깁니다..
pl_pl: Pokaż/Ukryj tytuł gry na okładce
pt_br: Exibe ou oculta o título do jogo na capa
ru_ru: Показать/скрыть название игры на обложке.
zh_hans: 显示/隐藏游戏盒装艺术图上的游戏标题

# LibraryPage_DisplayGameCompatibilityRatingTooltip
source: Show/Hide game's compatibility rating on box art
de_de: Zeigt/Verbirgt die Kompatibilitätsbewertung des Spiels auf dem Boxart.
es_es: Muestra u oculta la valoración de compatibilidad del juego en la carátula
fr_fr: Afficher/Masquer la note de compatibilité du jeu sur l'illustration
hr_hr: Prikaži/sakrij ocjenu kompatibilnosti igre na kutiji
it_it: Mostra/Nascondi la valutazione di compatibilità del gioco sulla copertina
ko_kr: 게임의 호환성 등급을 박스 아트에 표시하거나 숨깁니다..
pl_pl: Pokaż/Ukryj ocenę kompatybilności gry na okładce
pt_br: Exibe ou oculta a avaliação de compatibilidade do jogo na capa
ru_ru: Показать/скрыть метку рейтинга совместимости игры на обложке.
zh_hans: 显示/隐藏游戏盒装艺术图上的兼容性评级

# LibraryPage_LibraryViewChangerTooltip
source: Changes between Grid and List view for Library
de_de: Wechselt zwischen der Raster und Listenansicht für die Bibliothek.
es_es: Cambia entre vista de cuadrícula y vista de lista en la biblioteca
fr_fr: Change entre la vue Grille et Liste pour la Bibliothèque
hr_hr: Promjene između prikaza mreže i popisa za biblioteku igara
it_it: Cambia tra la vista a griglia e a lista per la Libreria
ko_kr: 라이브러리에서 그리드 보기 또는 목록 보기로 변경합니다..
pl_pl: Zmienia widok biblioteki między siatką a listą
pt_br: Alterna entre a vista de grade e a vista de lista na biblioteca
ru_ru: Переключение отображения библиотеки между списком и сеткой.
zh_hans: 在库的网格视图和列表视图之间切换

# LibraryPage_ScanDirectoryTooltip
source: Scans the selected directory for games Check Wiki for more info on how to use this
de_de: Durchsucht das ausgewählte Verzeichnis nach Spielen. Weitere Informationen zur Verwendung finden Sie im [Wiki].
es_es: Escanea por juegos en el directorio seleccionado Comprueba la wiki (en inglés) para más información sobre cómo usar esto
fr_fr: Scanne le répertoire sélectionné pour les jeux Consultez le Wiki pour plus d'informations sur l'utilisation
hr_hr: Skenira odabrani direktorij za igre Više informacija o korištenju potražite na Wiki stranici
it_it: Scansiona la directory selezionata alla ricerca di giochi Consulta il Wiki per maggiori informazioni su come usare questa funzione
ko_kr: 선택한 디렉토리에서 게임을 검색합니다.. 사용 방법에 대한 자세한 내용은 위키를 참고하세요.
pl_pl: Skanuje wybrany katalog w poszukiwaniu gier Sprawdź Wiki, aby dowiedzieć się więcej, jak tego używać
pt_br: Escaneia por jogos no diretório selecionado. Confira a wiki (em inglês) para mais informações sobre como usar isso
ru_ru: Сканирование выбранной папки на наличие игр. Дополнительную информацию об использовании смотрите в вики.
zh_hans: 扫描所选目录以查找游戏 有关如何使用此功能的更多信息，请查看 Wiki

# LibraryPage_AddGameTooltip
source: Opens file dialog where user selects the game to be added into Xenia Manager
de_de: Öffnet einen Dateidialog, in dem der Benutzer das Spiel auswählt, das dem Xenia Manager hinzugefügt werden soll.
es_es: Abre un diálogo de archivo donde el usuario selecciona el juego para agregar en Xenia Manager
fr_fr: Ouvre la boîte de dialogue de fichier où l'utilisateur sélectionne le jeu à ajouter dans Xenia Manager
hr_hr: Otvara dijalog datoteke gdje korisnik odabire igru koju će dodati u Xenia Manager
it_it: Apre la finestra di dialogo file dove l'utente seleziona il gioco da aggiungere a Xenia Manager
ko_kr: Xenia Manager에 게임을 추가할 수 있도록 파일 대화상자를 엽니다..
pl_pl: Otwiera okno dialogowe, w którym użytkownik wybiera grę do dodania do Xenia Manager
pt_br: Abre uma caixa de diálogo para que o usuário selecione o jogo a ser adicionado no Xenia Manager
ru_ru: Открытие окна выбора файла (xex, iso, zar) для добавления игры в Xenia Manager.
zh_hans: 打开文件对话框，用户可选择要添加到 Xenia Manager 中的游戏

# AboutPage_WebsiteButtonTooltip
source: Opens Xenia Manager's website
de_de: Öffnet die Website des Xenia Managers
es_es: Abre el sitio web de Xenia Manager
fr_fr: Ouvre le site web de Xenia Manager
hr_hr: Otvara Xenia Manager Web Stranicu
it_it: Apre il sito web di Xenia Manager
ko_kr: Xenia Manager 웹사이트 열기
pl_pl: Otwiera stronę internetową Xenia Manager
pt_br: Abre o site do Xenia Manager
ru_ru: Веб-сайт Xenia Manager
zh_hans: 打开 Xenia Manager 的网站

# AboutPage_GithubButtonTooltip
source: Opens Xenia Manager's Github Repository
de_de: Öffnet das GitHub Repository des Xenia Managers.
es_es: Abre el repositorio de GitHub de Xenia Manager
fr_fr: Ouvre le dépôt GitHub de Xenia Manager
hr_hr: Otvara Github repozitorij Xenia Managera
it_it: Apre il repository Github di Xenia Manager
ko_kr: Xenia Manager의 GitHub 저장소를 엽니다..
pl_pl: Otwiera repozytorium GitHub Xenia Manager
pt_br: Abre o repositório do GitHub do Xenia Manager
ru_ru: Репозиторий Xenia Manager на GitHub
zh_hans: 打开 Xenia Manager 的 Github 仓库

# ManagePage_EmulatorManagementHeaderText
source: Emulator Management
de_de: Emulator Verwaltung
es_es: Gestión de emuladores
fr_fr: Gestion de l'émulateur
hr_hr: Upravljanje emulatorom
it_it: Gestione emulatore
ko_kr: 에뮬레이터 관리
pl_pl: Zarządzanie emulatorem
pt_br: Gestão de emuladores
ru_ru: Управление эмулятором
zh_hans: 模拟器管理

# ManagePage_EmulatorManagementHeaderTooltip
source: Install and manage different Xenia emulator versions
de_de: Installiert und verwaltet verschiedene Versionen des Xenia Emulators.
es_es: Instala y gestiona diferentes versiones del emulador Xenia
fr_fr: Installer et gérer différentes versions de l'émulateur Xenia
hr_hr: Instalirajte i upravljajte različitim verzijama Xenia emulatora
it_it: Installa e gestisci diverse versioni dell'emulatore Xenia
ko_kr: 다양한 Xenia 에뮬레이터를 설치하고 관리합니다..
pl_pl: Instaluj i zarządzaj różnymi wersjami emulatora Xenia
pt_br: Instala e gerencia diferentes versões do emulador Xenia
ru_ru: Установка и управление разными версиями эмулятора Xenia.
zh_hans: 安装和管理不同的 Xenia 模拟器版本

# ManagePage_ExportLogFile
source: Export Log File
de_de: Exportiert die Protokolldatei.
es_es: Exportar archivo de registro
fr_fr: Exporter le fichier de journal
hr_hr: Izvoz logova
it_it: Esporta file di log
ko_kr: 로그 파일 내보내기
pl_pl: Eksportuj plik dziennika
pt_br: Exportar arquivo de registro
ru_ru: Экспорт файла журнала
sv_se: Export Log File to Desktop
zh_hans: 导出日志文件

# ManagePage_ConfigurationHeaderText
source: Configuration
de_de: Konfiguration
es_es: Configuración
hr_hr: Konfiguracija
it_it: Configurazione
ko_kr: 구성
pl_pl: Konfiguracja
pt_br: Configuração
ru_ru: Конфигурация
zh_hans: 配置

# ManagePage_ConfigurationHeaderTooltip
source: Customize emulator behavior and file organization
de_de: Passt das Verhalten des Emulators und die Organisation der Dateien an.
es_es: Personaliza el funcionamiento del emulador y la organización de archivos
fr_fr: Personnaliser le comportement de l'émulateur et l'organisation des fichiers
hr_hr: Prilagodite ponašanje emulatora i organizaciju datoteka
it_it: Personalizza il comportamento dell'emulatore e l'organizzazione dei file
ko_kr: 에뮬레이터의 동작 및 파일 구조를 사용자 정의합니다..
pl_pl: Dostosuj zachowanie emulatora i organizację plików
pt_br: Personalize o funcionamento do emulador e a organização dos arquivos
ru_ru: Настройка поведения эмулятора и организации файлов.
zh_hans: 自定义模拟器行为和文件组织
