Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# LibraryGameButton_InstallPatches
source: Install Patches
de_de: Patches installieren
es_es: Instalar parches
fr_fr: Installer les correctifs
hr_hr: Instaliraj zakrpe
it_it: Installa patch
ja_jp: パッチのインストール
ko_kr: 패치 설치
nl_nl: Patches installeren
no_no: Installer programfikser
pl_pl: Zainstaluj łatki
pt_br: Instalar correções
pt_pt: Instalar Patches
ru_ru: Установить патчи
sv_se: Installera Patchar
zh_cn: 安装补丁
zh_hans: 安装补丁

# LibraryGameButton_DownloadPatches
source: Download Patches
de_de: Patches herunterladen
es_es: Descargar parches
fr_fr: Télécharger les correctifs
hr_hr: Preuzimanje zakrpa
it_it: Scarica patch
ja_jp: パッチをダウンロード
ko_kr: 패치 다운로드
nl_nl: Patches downloaden
no_no: Last ned programfikser
pl_pl: Pobierz łatki
pt_br: Baixar correções
pt_pt: Baixar Patches
ru_ru: Скачать патчи
sv_se: Ladda ner Patchar
zh_cn: 下载补丁
zh_hans: 下载补丁

# LibraryGameButton_AddAdditionalPatches
source: Add Additional Patches
de_de: Zusätzliche Patches hinzufügen
es_es: Agregar parches adicionales
fr_fr: Ajouter des correctifs supplémentaires
hr_hr: Dodajte dodatne zakrpe
it_it: Aggiungi patch aggiuntive
ja_jp: 追加パッチを追加
ko_kr: 추가 패치 적용
nl_nl: Extra patches toevoegen
no_no: Legge til flere programfikser
pl_pl: Dodaj dodatkowe łatki
pt_br: Adicione correções adicionais
pt_pt: Adicionar correções adicionais
ru_ru: Добавить дополнительные патчи
sv_se: Lägg till ytterligare patchar
zh_cn: 添加其他补丁
zh_hans: 添加额外补丁

# LibraryGameButton_ConfigurePatches
source: Configure Patches
de_de: Patches konfigurieren
es_es: Configurar parches
fr_fr: Configurer les correctifs
hr_hr: Konfiguriraj zakrpe
it_it: Configura patch
ja_jp: パッチの設定
ko_kr: 패치 구성
nl_nl: Patches configureren
no_no: Konfigurer fikser
pl_pl: Konfiguruj łatki
pt_br: Configurar correções
pt_pt: Configurar Correções
ru_ru: Конфигурация патчей
sv_se: Konfigurera Patchar
zh_cn: 配置补丁
zh_hans: 配置补丁

# LibraryGameButton_RemovePatches
source: Remove Patches
de_de: Patches entfernen
es_es: Remover parches
fr_fr: Supprimer les correctifs
hr_hr: Izbriši Zakrpe
it_it: Rimuovi patch
ja_jp: パッチを削除
ko_kr: 패치 제거
nl_nl: Patches verwijderen
no_no: Fjern oppdateringer
pl_pl: Usuń łatki
pt_br: Remover correções
pt_pt: Remover Correções
ru_ru: Удалить патчи
sv_se: Ta bort patchar
zh_cn: 删除补丁
zh_hans: 移除补丁

# LibraryGameButton_ContentMenuText
source: Content
de_de: Inhalt
es_es: Contenido
fr_fr: Contenu
hr_hr: Sadržaj
it_it: Contenuti
ja_jp: コンテンツ
ko_kr: 콘텐츠
nl_nl: Inhoud
no_no: Innhold
pl_pl: Zawartość
pt_br: Conteúdo
pt_pt: Conteúdo
ru_ru: Игровые данные
sv_se: Innehåll
zh_cn: 内容
zh_hans: 内容

# LibraryGameButton_InstallContent
source: Install Content
de_de: Inhalt installieren
es_es: Instalar contenido
fr_fr: Installer le contenu
hr_hr: Instaliraj sadržaj
it_it: Installa contenuti
ja_jp: コンテンツをインストール
ko_kr: 콘텐츠 설치
nl_nl: Inhoud installeren
no_no: Installer innhold
pl_pl: Zainstaluj zawartość
pt_br: Instalar conteúdo
pt_pt: Instalar conteúdo
ru_ru: Установить контент
sv_se: Installera innehåll
zh_cn: 安装内容
zh_hans: 安装内容

# LibraryGameButton_ViewContent
source: View content
de_de: Inhalt anzeigen
es_es: Ver contenido
fr_fr: Voir le contenu
hr_hr: Pogledaj sadržaj
it_it: Visualizza contenuti
ko_kr: 콘텐츠 보기
pl_pl: Pokaż zawartość
pt_br: Ver conteúdo
ru_ru: Посмотреть игровые данные
zh_hans: 查看内容

# LibraryGameButton_OpenCompatibilityPage
source: Open compatibility page
de_de: Kompatibilitätsseite öffnen
es_es: Abrir página de compatibilidad
fr_fr: Ouvrir la page de compatibilité
hr_hr: Otvori stranicu kompatibilnosti
it_it: Apri pagina compatibilità
ja_jp: 互換性ページを開く
ko_kr: 호환성 페이지 열기
nl_nl: Compatibiliteitspagina openen
no_no: Åpne kompatibilitetsside
pl_pl: Otwórz stronę kompatybilności
pt_br: Abrir página de compatibilidade
pt_pt: Página de compatibilidade aberta
ru_ru: Открыть страницу совместимости
sv_se: Öppna kompatibilitetssidan
zh_cn: 打开兼容页面
zh_hans: 打开兼容性页面

# LibraryGameButton_EditGameDetails
source: Info
es_es: Información
fr_fr: Informations
hr_hr: Informacije
ko_kr: 정보
pt_br: Informação
ru_ru: Информация
zh_hans: 信息

# LibraryGameButton_ShortcutMenuText
source: Create Shortcut
de_de: Verknüpfung erstellen
es_es: Crear acceso directo
fr_fr: Créer un raccourci
hr_hr: Kreiraj prečac
it_it: Crea collegamento
ja_jp: ショートカットを作成
ko_kr: 바로가기 만들기
nl_nl: Snelkoppeling maken
no_no: Opprett snarvei
pl_pl: Utwórz skrót
pt_br: Criar atalho
pt_pt: Criar Atalho
ru_ru: Добавить ярлык
sv_se: Skapa genväg
zh_cn: 创建快捷方式
zh_hans: 创建快捷方式

# LibraryGameButton_DesktopShortcut
source: Desktop
es_es: Escritorio
fr_fr: Bureau
hr_hr: Radna Površina
ja_jp: デスクトップ
ko_kr: 바탕화면
nl_nl: Startscherm
no_no: Skrivebord
pl_pl: Pulpit
pt_br: área de trabalho
pt_pt: Computadores
ru_ru: На рабочий стол
sv_se: Skrivbord
zh_cn: 桌面
zh_hans: 桌面

# LibraryGameButton_LocationMenuText
source: Emulator & Game Path
de_de: Emulator & Spielpfad
es_es: Emulador y ruta del juego
fr_fr: Chemin de l'émulateur et du jeu
hr_hr: Emulator i put igre
it_it: Percorso emulatore & gioco
ja_jp: エミュレータとゲームパス
ko_kr: 에뮬레이터 & 게임 경로
no_no: Emulator & spillbane
pl_pl: Ścieżka emulatora i gry
pt_br: Emulador e caminho do jogo
pt_pt: Emulador e caminho do jogo
ru_ru: Путь к эмулятору и игре
sv_se: Emulator & spelväg
zh_cn: 模拟器和游戏路径
zh_hans: 模拟器 & 游戏路径

# LibraryGameButton_ChangeGamePath
source: Change game path
de_de: Spielpfad ändern
es_es: Cambiar ruta del juego
fr_fr: Changer le chemin du jeu
hr_hr: Promijeni putanju igre
it_it: Cambia percorso gioco
ja_jp: ゲームのパスを変更
ko_kr: 게임 경로 바꾸기
nl_nl: Verander spel pad
no_no: Angi spillbanen
pl_pl: Zmień ścieżkę gry
pt_br: Alterar caminho do jogo
pt_pt: Mudar caminho do jogo
ru_ru: Изменить путь к игре
sv_se: Ändra spelets väg
zh_cn: 更改游戏路径
zh_hans: 更改游戏路径

# XeniaSettingsPage_AudioSettingsTitleText
source: Audio
hr_hr: Zvuk
ja_jp: オーディオ
ko_kr: 음성
nl_nl: Geluid
no_no: Lyd
pl_pl: Dźwięk
pt_pt: Áudio
ru_ru: Звук
sv_se: Ljud
zh_cn: 音频
zh_hans: 音频

# Searchbar_PlaceholderText
source: Search
de_de: Suche
es_es: Buscar
fr_fr: Rechercher
hr_hr: Pretraga
it_it: Cerca
ko_kr: 검색
pl_pl: Szukaj
pt_br: Procurar
ru_ru: Поиск
zh_hans: 搜索

# XeniaSettingsPage_DisplaySettingsTitleText
source: Display
es_es: Pantalla
fr_fr: Affichage
hr_hr: Zaslon
it_it: Schermo
ja_jp: 表示
ko_kr: 화면
nl_nl: Weergeven
no_no: Skjerm
pl_pl: Wyświetlanie
pt_br: Tela
pt_pt: Visualização
ru_ru: Экран
sv_se: Visa
zh_cn: 显示
zh_hans: 显示

# XeniaSettingsPage_GraphicalSettingsTitleText
source: Graphics
de_de: Grafik
es_es: Gráficos
fr_fr: Graphismes
hr_hr: Grafika
it_it: Grafica
ja_jp: 図
ko_kr: 그래픽
nl_nl: Grafisch
no_no: Grafikk
pl_pl: Grafika
pt_br: Gráficos
pt_pt: Gráficos
ru_ru: Графика
sv_se: Grafik
zh_cn: 图形
zh_hans: 图形

# XeniaSettingsPage_GeneralSettingsTitleText
source: General
de_de: Allgemein
fr_fr: Général
hr_hr: Općenito
it_it: Generale
ja_jp: 全般
ko_kr: 일반
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
pt_br: Geral
pt_pt: Gerais
ru_ru: Общие
sv_se: Allmänt
zh_cn: A. 概况
zh_hans: 常规

# XeniaSettingsPage_UserInputSettingsTitleText
source: User Input
de_de: Benutzereingabe
es_es: Entrada
fr_fr: Contrôles
hr_hr: Korisnički Unos
it_it: Input utente
ja_jp: ユーザー入力
ko_kr: 사용자 입력
nl_nl: Gebruikers invoer
no_no: Bruker inndata
pl_pl: Sterowanie
pt_br: Entrada
pt_pt: Entrada do Usuário
ru_ru: Управление
sv_se: Användare inmatad
zh_cn: 用户输入
zh_hans: 用户输入

# XeniaSettingsPage_StorageSettingsTitleText
source: Storage
de_de: Speicher
es_es: Almacenamiento
fr_fr: Stockage
hr_hr: Pohrana
it_it: Archiviazione
ja_jp: ストレージ
ko_kr: 스토리지
nl_nl: Opslagruimte
no_no: Lagring
pl_pl: Pamięć masowa
pt_br: Armazenamento
pt_pt: Armazenamento
ru_ru: Хранилище
sv_se: Lagring
zh_cn: 存储
zh_hans: 存储

# XeniaSettingsPage_HackSettingsTitleText
source: Hacks
fr_fr: Astuces
hr_hr: Hakovi
it_it: Hack
ko_kr: 핵
no_no: Hacker
pl_pl: Hacki
ru_ru: Хаки
sv_se: Hackar
zh_cn: 黑名单
zh_hans: Hack 设置

# XeniaSettingsPage_AudioSystemSettingText
source: Audio System
es_es: Sistema de audio
fr_fr: Système audio
hr_hr: Zvučni Sistem
it_it: Sistema Audio
ja_jp: オーディオシステム
ko_kr: 음성 시스템
nl_nl: Audio systeem
no_no: Lyd System
pl_pl: Dźwięk systemowy
pt_br: Sistema de audio
pt_pt: Sistema de áudio
ru_ru: Аудиоподсистема
sv_se: Ljudsystem
zh_cn: 音频系统
zh_hans: 音频系统

# XeniaSettingsPage_AudioSystemSettingTooltip
source: Audio System
es_es: Sistema de audio
fr_fr: Système audio
hr_hr: Zvučni sistem
it_it: Sistema Audio
ja_jp: オーディオシステム
ko_kr: 음성 시스템
nl_nl: Audio systeem
no_no: Lyd System
pl_pl: Dźwięk systemowy
pt_br: Sistema de audio
pt_pt: Sistema de áudio
ru_ru: Выбор аудиоподсистемы для вывода звука.
sv_se: Ljudsystem
zh_cn: 音频系统
zh_hans: 音频系统

# XeniaSettingsPage_AudioMaxQueuedFramesSettingText
source: Max Queued Frames
de_de: Maximale Anzahl wartender Frames
es_es: Fotogramas máximos en fila
fr_fr: Images en file d'attente max
hr_hr: Maksimalni broj okvira čekanja
it_it: Frame Massimi in Coda
ja_jp: キューに入れられた最大フレーム
ko_kr: 최대 대기 중인 프레임
nl_nl: Max aantal in wachtrij Frames
no_no: Maksimum antall kølagte rammer
pl_pl: Maks. kolejkowane klatki
pt_br: Máx. Quadros Áudio
pt_pt: Máximo de Molduras na Fila
ru_ru: Макс. аудиокадров в очереди
sv_se: Max köade bågar
zh_cn: 队列中最大帧数
zh_hans: 最大排队帧数

# XeniaSettingsPage_AudioMaxQueuedFramesSettingTooltip
source: Allows changing max buffered audio frames to reduce audio delay NOTE: Minimum is 4
de_de: Ermöglicht das Ändern der maximal gepufferten Audio Frames, um die Audiolatenz zu verringern. HINWEIS: Minimum ist 4.
es_es: Permite cambiar los marcos máximos de audio en el búfer para reducir retrasos en el audio NOTA: El mínimo es 4
fr_fr: Permet de changer le nombre maximum d'images audio mises en mémoire tampon pour réduire la latence audio NOTE : Le minimum est 4
hr_hr: Omogućuje promjenu maksimalnog broja čekanja okvira radi smanjenja kašnjenja zvuka NAPOMENA: Minimalna vrijednost je 4
it_it: Consente di modificare i frame audio bufferizzati massimi per ridurre il ritardo audio NOTA: Il minimo è 4
ko_kr: 최대 버퍼링된 오디오 프레임을 변경하여 오디오 지연을 줄일 수 있습니다.. 노트: 최소치는 4입니다..
nl_nl: Staat het wijzigen van max. gebufferde audioframes toe om de audiovertraging te verminderen Opmerking: Minimaal is 4
no_no: Tillater endring av maks bufrede lydstativer for å redusere lydforsinkelse NOTE: Minimum er 4
pl_pl: Pozwala zmienić maksymalną liczbę buforowanych klatek audio, aby zmniejszyć opóźnienie dźwięku UWAGA: Minimum to 4
pt_br: Permite alterar os quadros máximos de áudio no buffer para reduzir o atraso do áudio. NOTA: O mínimo é 4
pt_pt: Permite alterar os quadros máximos de áudio bufferizados para reduzir o atraso de áudio NOTA: Mínimo é 4
ru_ru: Настройка максимального количества буферизованных аудиокадров для уменьшения задержки звука. Примечание: минимум - 4.
sv_se: Tillåter ändring av max buffrade ljudramar för att minska ljudfördröjningen OBS: Minimum är 4
zh_hans: 允许更改最大缓冲音频帧数以减少音频延迟 注意：最小值为 4

# XeniaSettingsPage_AudioMuteSettingText
source: Mute
de_de: Stumm
es_es: Silenciar
fr_fr: Couper le son
hr_hr: Isključi Zvuk
it_it: Muto
ja_jp: ミュート
ko_kr: 음소거
nl_nl: Dempen
no_no: Demp
pl_pl: Wycisz
pt_br: Silenciar
pt_pt: Silenciar
ru_ru: Без звука
sv_se: Tysta
zh_cn: 静音
zh_hans: 静音

# XeniaSettingsPage_AudioMuteSettingTooltip
source: Mutes all audio output
de_de: Schaltet die gesamte Audioausgabe stumm
es_es: Silencia la salida de audio
fr_fr: Coupe toute la sortie audio
hr_hr: Isključuje zvuk kod svih zvučnih izlaza
it_it: Disattiva tutto l'audio in uscita
ja_jp: 全てのオーディオ出力をミュート
ko_kr: 모든 음성 출력을 음소거합니다..
nl_nl: Hiermee dempt u alle audio-uitvoer
no_no: Demper all lydutgang
pl_pl: Wycisza wszystkie wyjścia audio
pt_br: Silenciar saida de audio
pt_pt: Silencia todas as saídas de áudio
ru_ru: Отключение всего звука.
sv_se: Stänger all ljudutgång
zh_cn: 静音所有音频输出
zh_hans: 静音所有音频输出

# XeniaSettingsPage_AudioXmpSettingTooltip
source: Enables Music Player playback This can fix music in some games
de_de: „Aktiviert die Musikwiedergabe über den Musikplayer. Dies kann die Musik in einigen Spielen reparieren.
es_es: Activa la reproducción del reproductor de música Esto puede corregir la música en algunos juegos
fr_fr: Active la lecture du lecteur de musique Cela peut corriger la musique dans certains jeux
hr_hr: Omogućuje reprodukciju glazbenog playera Ovo može popraviti glazbu u nekim igrama
it_it: Abilita la riproduzione del Music Player Può risolvere la musica in alcuni giochi
ko_kr: 음악 플레이어 재생 기능을 활성화합니다.. 이것은 일부 게임에서 음악 문제를 해결할 수 있습니다..
nl_nl: Schakelt muziekspeler in Dit kan muziek in sommige spellen repareren
no_no: Aktiverer musikkavspilling Dette kan fikse musikk i noen spill
pl_pl: Włącza odtwarzanie odtwarzacza muzyki Może to naprawić muzykę w niektórych grach
pt_br: Ativa a reprodução do player de música. Isso pode corrigir a música em alguns jogos.
pt_pt: Habilita a reprodução de música Isto pode corrigir música em alguns jogos
ru_ru: Включение воспроизведение музыки. Помогает исправить воспроизведения музыки в некоторых играх.
sv_se: Aktiverar musikspelaruppspelning Detta kan fixa musik i vissa spel
zh_hans: 启用音乐播放器播放 这可以修复某些游戏中的音乐

# XeniaSettingsPage_AudioUseDedicatedXmaThreadSettingText
source: Dedicated XMA Thread
de_de: Dedizierter XMA Thread
es_es: Hilo XMA dedicado
fr_fr: Thread XMA dédié
hr_hr: Namjenska XMA Nit
it_it: Thread XMA Dedicato
ja_jp: XMAスレッド
ko_kr: 전용 XMA 스레드
nl_nl: Toegewijde XMA Thread
no_no: Dedikert XMA Tråd
pl_pl: Dedykowany wątek XMA
pt_br: Thread XMA dedicado
pt_pt: Thread XMA dedicado
ru_ru: Выделенный поток для XMA
sv_se: Dedikerad XMA-tråd
zh_cn: 专门的 XMA 线程
zh_hans: 专用 XMA 线程

# XeniaSettingsPage_AudioUseDedicatedXmaThreadSettingTooltip
source: Enables XMA decoding on separate thread With this option disabled, expect better results, but lower performance
de_de: Aktiviert die XMA Dekodierung in einem separaten Thread. Wenn diese Option deaktiviert ist, sind zwar bessere Ergebnisse zu erwarten, jedoch bei geringerer Leistung.
es_es: Activa la decodificación XMA en un hilo separado Si esta opción está desactivada, pueden haber resultados mejores pero con un rendimiento inferior
fr_fr: Active le décodage XMA sur un thread séparé Avec cette option désactivée, attendez-vous à de meilleurs résultats, mais des performances plus faibles
hr_hr: Omogućuje XMA dekodiranje u zasebnoj niti Ako je ova opcija onemogućena, očekujte bolje rezultate, ali niže performanse
it_it: Abilita la decodifica XMA su un thread separato Con questa opzione disattivata, risultati migliori ma prestazioni inferiori
ja_jp: 別スレッド でXMAデコードを有効にします。このオプションを無効にすると、より良い結果が期待されますが、パフォーマンスは低下します。
ko_kr: XMA 디코딩을 별도의 스레드에서 실행합니다.. 이 옵션을 비활성화하면 더 나은 결과를 기대할 수 있지만, 성능이 저하될 수 있습니다..
nl_nl: Schakelt XMA-decodering in op afzonderlijke thread Met deze optie uitgeschakeld, verwacht betere resultaten, maar lagere prestaties
no_no: Aktiverer XMA dekoding i egen tråd med dette alternativet deaktivert, forventer bedre resultater, men lavere ytelse
pl_pl: Włącza dekodowanie XMA na oddzielnym wątku Przy wyłączonej opcji oczekuj lepszych rezultatów, ale niższej wydajności
pt_br: Ativa a decodificação XMA em uma thread separada. Se esta opção estiver desativada, os resultados podem ser melhores, mas o desempenho será inferior
pt_pt: Habilita a decodificação XMA em tópico separado Com esta opção desativada, espere melhores resultados, mas um menor desempenho
ru_ru: Включение декодирования XMA в отдельном потоке. Отключение улучшит качество, но снизит производительность.
sv_se: Aktiverar XMA avkodning på separat tråd Med det här alternativet inaktiverat, förvänta dig bättre resultat, men lägre prestanda
zh_cn: 启用 XMA 解码到单独的线程 以禁用此选项可以获得更好的结果，但性能较低
zh_hans: 在单独线程上启用 XMA 解码 禁用此选项可能会得到更好的结果，但性能较低

# XeniaSettingsPage_AudioXmaDecoderSettingText
source: XMA Audio Decoder (Experimental)
de_de: XMA Audiodecoder (experimentell)
es_es: Decodificador de audio XMA (Experimental)
fr_fr: Décodeur audio XMA (Expérimental)
hr_hr: XMA Audio Dekoder (eksperimentalno)
it_it: Decodificatore Audio XMA (Sperimentale)
ja_jp: XMAオーディオデコーダ (実験的)
ko_kr: XMA 음성 디코더 (실험적)
nl_nl: XMA Audio Decoder (Experimenteel)
no_no: XMA lyddekoder (Eksperimentell)
pl_pl: Dekoder audio XMA (Eksperymentalne)
pt_br: Decodificador de audio XMA (Experimental)
pt_pt: Decodificador de Áudio XMA (Experimental)
ru_ru: Аудиодекодер XMA
sv_se: XMA Audio Decoder (Experimentell)
zh_cn: XMA 音频解码器 (实验性)
zh_hans: XMA 音频解码器 (实验性)

# XeniaSettingsPage_AudioXmaDecoderSettingTooltip
source: Enables the usage of new XMA audio decoder
de_de: Aktiviert die Verwendung des neuen XMA‑Audiodecoders
es_es: Activa el uso del nuevo decodificador de audio XMA
fr_fr: Active l'utilisation du nouveau décodeur audio XMA
hr_hr: Omogućuje korištenje novog XMA audio dekodera
it_it: Abilita l'uso del nuovo decodificatore audio XMA
ja_jp: 新しい XMA オーディオデコーダーの使用を有効にします
ko_kr: 새로운 XMA 오디오 디코더를 사용할 수 있도록 합니다..
nl_nl: Schakelt het gebruik van de nieuwe XMA-audiodecoder in
no_no: Aktiverer bruk av ny XMA lyddekoder
pl_pl: Umożliwia użycie nowego dekodera audio XMA
pt_br: Ativa o uso do novo decodificador de áudio XMA
pt_pt: Permite o uso do novo decodificador de áudio XMA
ru_ru: Использование новой тестовой версии аудиодекодера XMA вместо старого.
sv_se: Möjliggör användning av ny XMA audio dekoder
zh_cn: 启用新的 XMA 音频解码器的使用
zh_hans: 启用新的 XMA 音频解码器

# XeniaSettingsPage_AudioXmpVolumeSettingText
source: XMP Default Volume
de_de: XMP Standardlautstärke
es_es: Volumen XMP por defecto
fr_fr: Volume XMP par défaut
hr_hr: Zadana Glasnoća XMP-a
it_it: Volume Predefinito XMP
ja_jp: XMP デフォルト音量
ko_kr: XMP 기본 음량
nl_nl: XMP Standaard Volume
no_no: XMP standardvolum
pl_pl: Domyślna głośność XMP
pt_br: Volume XMP padrão
pt_pt: Volume Padrão XMP
ru_ru: Громкость XMP по умолчанию
sv_se: XMP standardvolym
zh_cn: XMP 默认音量
zh_hans: XMP 默认音量

# XeniaSettingsPage_AudioXmpVolumeSettingTooltip
source: Default music volume if game doesn't set it
de_de: Standard Musiklautstärke, falls das Spiel keinen Wert vorgibt
es_es: El volumen de música por defecto si el juego no lo establece
fr_fr: Volume de musique par défaut si le jeu ne le définit pas
hr_hr: Zadana glasnoća glazbe ako je igra ne postavi
it_it: Volume musica predefinito se il gioco non lo imposta
ja_jp: ゲームが設定されていない場合のデフォルトの音楽音量
ko_kr: 게임이 볼륨을 설정하지 않은 경우 기본 음악 볼륨
nl_nl: Standaard muziek volume als het spel niet is ingesteld
no_no: Standard musikkvolum hvis spillet ikke setter det
pl_pl: Domyślna głośność muzyki, jeśli gra jej nie ustawi
pt_br: O volume da música padrão caso o jogo não o defina
pt_pt: Volume de música padrão se o jogo não definir isso
ru_ru: Громкость музыки по умолчанию, если она не задана в игре.
sv_se: Standard musikvolym om spelet inte ställer in det
zh_cn: 如果游戏没有设置默认音乐音量
zh_hans: 如果游戏未设置，则为默认音乐音量

# XeniaSettingsPage_DisplayFullscreenSettingText
source: Fullscreen
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
hr_hr: Cijeli Zaslon
it_it: Schermo Intero
ja_jp: 全画面
ko_kr: 전체화면
nl_nl: Volledig scherm
no_no: Fullskjerm
pl_pl: Pełny ekran
pt_br: Tela cheia
pt_pt: Tela cheia
ru_ru: Полноэкранный режим
sv_se: Helskärm
zh_cn: 全屏
zh_hans: 全屏

# XeniaSettingsPage_DisplayFullscreenSettingTooltip
source: Opens the emulator in fullscreen when enabled
de_de: Öffnet den Emulator im Vollbildmodus, wenn aktiviert
es_es: Abre el emulador en pantalla completa cuando está activado
fr_fr: Ouvre l'émulateur en plein écran quand activé
hr_hr: Otvara emulator preko cijelog zaslona kada je omogućen
it_it: Apre l'emulatore a schermo intero quando attivato
ja_jp: 有効な場合はエミュレータを全画面表示で開きます
ko_kr: 활성화할 시 에뮬레이터를 전체화면으로 엽니다..
nl_nl: Opent de emulator in volledig scherm wanneer ingeschakeld
no_no: Åpner emulatoren i fullskjerm når den er aktivert
pl_pl: Otwiera emulator w trybie pełnoekranowym
pt_br: Abre o emulador em tela cheia quando ativado
pt_pt: Abre o emulador em tela cheia quando ativado
ru_ru: При запуске игры эмулятор автоматически переключается в полноэкранный режим.
sv_se: Öppnar emulatorn i helskärm när aktiverad
zh_cn: 启用时在全屏打开仿真器
zh_hans: 启用时，在全屏模式下打开模拟器

# XeniaSettingsPage_DisplayInternalResolutionSettingText
source: Internal Display Resolution
de_de: Interne Bildschirmauflösung
es_es: Resolución interna de pantalla
fr_fr: Résolution d'affichage interne
hr_hr: Interna Rezolucija Zaslona
it_it: Risoluzione Display Interna
ja_jp: 内部表示解像度
ko_kr: 내부 화면 해상도
nl_nl: Interne weergave resolutie
no_no: Intern visningsoppløsning
pl_pl: Wewn. rozdzielczość wyświetlania
pt_br: Resolução interna da tela
pt_pt: Resolução de Exibição Interna
ru_ru: Внутриигровое разрешение
sv_se: Intern skärmupplösning
zh_cn: 内部显示分辨率
zh_hans: 内部显示分辨率

# XeniaSettingsPage_DisplayInternalResolutionSettingTooltip
source: Allows the game that support different resolutions to be rendered in specific resolution NOTE: The game has to actually support the resolution for this to work. 1280x720 will work in pretty much every game.
de_de: „Ermöglicht es, Spiele mit Unterstützung für verschiedene Auflösungen in einer festgelegten Auflösung zu rendern. HINWEIS: Das Spiel muss die gewählte Auflösung tatsächlich unterstützen, damit diese Option funktioniert. 1280×720 wird in so gut wie jedem Spiel funktionieren.
es_es: Permite al juego que soporta diferentes resoluciones que se renderice en una resolución específica NOTA: El juego tiene que soportar la resolución para que esto funcione. 1280x720 funcionará en todos los juegos.
fr_fr: Permet aux jeux qui supportent différentes résolutions d'être rendus dans une résolution spécifique NOTE : Le jeu doit réellement supporter la résolution pour que cela fonctionne. 1280x720 fonctionnera dans pratiquement tous les jeux.
hr_hr: Omogućuje renderiranje igre koja podržava različite rezolucije u određenoj rezoluciji. NAPOMENA: Igra mora podržavati tu rezoluciju da bi ovo radilo. 1280x720 će raditi u gotovo svakoj igri.
it_it: Consente ai giochi che supportano diverse risoluzioni di essere renderizzati in una risoluzione specifica NOTA: Il gioco deve effettivamente supportare la risoluzione per funzionare. 1280x720 funziona praticamente in tutti i giochi.
ko_kr: 다양한 해상도를 지원하는 게임을 특정 해상도로 렌더링할 수 있도록 합니다.. 노트: 이 기능이 작동하려면 게임이 해당 해상도를 실제로 지원해야 합니다.. 1280x720 해상도는 대부분의 게임에서 작동합니다..
nl_nl: Laat het spel dat verschillende resoluties ondersteunt in specifieke resolutie OPMERKING: Het spel moet de resolutie ondersteunen om dit te laten werken. 1280x720 werkt in vrijwel elk spel.
no_no: Tillater spillet som støtter forskjellige oppløsninger å bli gjengitt i en bestemt oppløsning MERK: Spillet må faktisk støtte oppløsningen for at dette skal fungere. 1280x720 vil fungere i ganske mange forskjellige spill.
pl_pl: Umożliwia renderowanie gier obsługujących różne rozdzielczości w określonej rozdzielczości UWAGA: Gra musi obsługiwać daną rozdzielczość, aby to zadziałało. 1280x720 zadziała w prawie każdej grze.
pt_br: Permite que o jogo suporta diferentes resoluções seja renderizado em uma resolução específica. NOTA: O jogo precisa suportar a resolução para que isso funcione. 1280x720 funcionará em todos os jogos.
pt_pt: Permite que o jogo que suporta diferentes resoluções a serem processadas em resolução específica NOTA: O jogo deve realmente suportar a resolução para que isso funcione. 1280x720 vai funcionar praticamente em cada jogo.
ru_ru: Позволяет задать конкретное разрешение для игры, поддерживающей разные разрешения экрана. Примечание: игра должна поддерживать это разрешение. Разрешение 1280x720 работает практически во всех играх.
sv_se: Tillåter att spelet som stöder olika resolutioner som ska återges i specifik upplösning OBS: Spelet måste faktiskt stödja resolutionen för att detta ska fungera. 1280x720 kommer att fungera i ganska mycket varje spel.
zh_cn: 允许游戏支持在特定决议 中呈现不同的分辨率：游戏必须实际支持该分辨率才能正常工作。 1280x720将在相当多的每个游戏中工作。
zh_hans: 允许支持不同分辨率的游戏以特定分辨率渲染 注意：游戏必须实际支持该分辨率才能工作。1280x720 几乎适用于所有游戏。
