Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# MainWindow_About
source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
hr_hr: O nama
it_it: Informazioni
ko_kr: 소개
nl_nl: Informatie
no_no: Om
pl_pl: O programie
pt_br: Sobre
pt_pt: SOBRE
ru_ru: О программе
sv_se: Om
zh_cn: 关于
zh_hans: 关于

# MainWindow_GameLibrary
source: Game Library
de_de: Spielebibliothek
es_es: Biblioteca de juegos
fr_fr: Bibliothèque
hr_hr: Biblioteka igara
it_it: Libreria di giochi
ja_jp: ゲームライブラリ
ko_kr: 게임 라이브러리
nl_nl: Spel bibliotheek
no_no: Spillbibliotek
pl_pl: Biblioteka gier
pt_br: Biblioteca de jogos
pt_pt: Biblioteca de Jogos
ru_ru: Библиотека игр
sv_se: Spel bibliotek
zh_cn: 游戏库
zh_hans: 游戏库

# MainWindow_OpenXenia
source: Open Xenia
de_de: Öffne Xenia
es_es: Abrir Xenia
fr_fr: Ouvrir Xenia
hr_hr: Otvori Xeniu
it_it: Apri Xenia
ja_jp: Xenia を開く
ko_kr: Xenia 열기
no_no: Åpne Xenia
pl_pl: Otwórz
pt_br: Abrir Xenia
pt_pt: Xenia Aberta
ru_ru: Запуск Xenia
sv_se: Öppna Xenia
zh_cn: 打开 Xenia
zh_hans: 打开 Xenia

# MainWindow_Settings
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hr_hr: Postavke
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
nl_nl: Instellingen
no_no: Innstillinger
pl_pl: Ustawienia
pt_br: Configuração
pt_pt: Confirgurações
ru_ru: Настройки
sv_se: Inställningar
zh_cn: 设置
zh_hans: 设置

# MainWindow_XeniaSettings
source: Settings (Xenia)
de_de: Einstellungen (Xenia)
es_es: Configuración (Xenia)
fr_fr: Paramètrages
hr_hr: Postavke (Xenia)
it_it: Impostazioni (Xenia)
ja_jp: 設定 (Xenia)
ko_kr: 설정 (Xenia)
nl_nl: Instellingen (Xenia)
no_no: Innstillinger (Xenia)
pl_pl: Ustawienia emulatora
pt_br: Configuração (Xenia)
pt_pt: Configurações (Xenia)
ru_ru: Настройки Xenia
sv_se: Inställningar (Xenia)
zh_cn: 设置(Xenia)
zh_hans: 设置 (Xenia)

# SettingsPage_LanguageSelector
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
hr_hr: Jezik
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
nl_nl: Taal
no_no: Språk
pl_pl: Język
pt_br: Idioma
pt_pt: IDIOMA
ru_ru: Язык
sv_se: Språk
zh_cn: 语言
zh_hans: 语言

# SettingsPage_LanguageSelectorTooltip
source: Xenia Manager UI language
de_de: Xenia Manager Benutzeroberflächensprache
es_es: Idioma de IU de Xenia Manager
fr_fr: Langue de l'interface utilisateur de Xenia Manager
hr_hr: Jezik korisničkog sučelja Xenie Managera
it_it: Lingua dell'interfaccia di Xenia Manager
ja_jp: Xenia Manager UI 言語
ko_kr: Xenia Manager UI 언어
nl_nl: Xenia Manager interfacetaal
no_no: Xenia Manager UI språk
pl_pl: Język interfejsu
pt_br: Idioma de IU de Xenia Manager
pt_pt: Linguagem Xenia Manager UI
ru_ru: Язык интерфейса Xenia Manager.
sv_se: Xenia-hanterarens UI-språk
zh_cn: Xenia Manager 界面语言
zh_hans: Xenia Manager 界面语言

# SettingsPage_ThemeSelector
source: Theme
de_de: Design
es_es: Tema
fr_fr: Thème
hr_hr: Tema
it_it: Tema
ja_jp: テーマ
ko_kr: 테마
nl_nl: Thema
no_no: Tema
pl_pl: Motyw
pt_br: Tema
pt_pt: Tema
ru_ru: Тема
sv_se: Tema
zh_cn: 主题
zh_hans: 主题

# SettingsPage_ThemeSelectorTooltip
source: Theme which will be used by Xenia Manager
de_de: Designvorlage, die im Xenia Manager genutzt wird
es_es: El tema que usará Xenia Manager
fr_fr: Thème qui sera utilisé par Xenia Manager
hr_hr: Tema koju će Xenia Manager koristiti
it_it: Tema che verrà utilizzato da Xenia Manager
ja_jp: Xenia Managerによって使用されるテーマ
ko_kr: Xenia Manager에서 사용될 테마
nl_nl: Thema dat zal worden gebruikt door Xenia Manager
no_no: Tema som vil brukes av Xenia Manager
pl_pl: Motyw używany przez Xenia Manager
pt_br: tema que Xenia Manager usará
pt_pt: Tema que será usado pelo Gerente de Xenia
ru_ru: Тема оформления Xenia Manager.
sv_se: Tema som kommer att användas av Xenia Manager
zh_cn: 将由 Xenia 管理器使用的主题
zh_hans: Xenia Manager 将使用的主题

# MainWindow_Manage
source: Manage
de_de: Einstellungen verwalten
es_es: Gestionar
fr_fr: Gérer
hr_hr: Upravljanje
it_it: Gestisci
ja_jp: 管理
ko_kr: 관리
nl_nl: Beheren
no_no: Administrer
pl_pl: Zarządzaj
pt_br: Gerenciar
pt_pt: Administrar
ru_ru: Управление
sv_se: Hantera
zh_cn: 管理
zh_hans: 管理

# ManagePage_Install
source: Install
de_de: Installieren
es_es: Instalar
fr_fr: Installer
hr_hr: Instaliraj
it_it: Installa
ja_jp: インストール
ko_kr: 설치
nl_nl: Installeren
no_no: Installer
pl_pl: Zainstaluj
pt_br: Instalar
pt_pt: Instale
ru_ru: Установить
sv_se: Installera
zh_cn: 安装
zh_hans: 安装

# ManagePage_Uninstall
source: Uninstall
de_de: Deinstallieren
es_es: Desinstalar
fr_fr: Désinstaller
hr_hr: Izbriši
it_it: Disinstalla
ja_jp: アンインストール
ko_kr: 설치 제거
nl_nl: De-installeer
no_no: Avinstaller
pl_pl: Odinstaluj
pt_br: Desinstalar
pt_pt: Desinstalar
ru_ru: Удалить
sv_se: Avinstallera
zh_cn: 卸载
zh_hans: 卸载

# ManagePage_Update
source: Update
es_es: Actualizar
fr_fr: Mettre à jour
hr_hr: Ažuriraj
it_it: Aggiorna
ja_jp: 更新
ko_kr: 업데이트
nl_nl: Vernieuwen
no_no: Oppdater
pl_pl: Aktualizuj
pt_br: Atualizar
pt_pt: Atualização
ru_ru: Обновить
sv_se: Uppdatera
zh_cn: 更新
zh_hans: 更新

# MainWindow_OpenXeniaTooltip
source: Launch Xenia standalone
de_de: Xenia als Einzelanwendung ausführen
es_es: Iniciar Xenia por separado
fr_fr: Exécuter Xenia en mode autonome
it_it: Avvia Xenia autonomamente
ko_kr: Xenia standalone 실행
pl_pl: Uruchom Xenia samodzielnie
pt_br: Inicie Xenia separadamente
ru_ru: Запуск конкретной версии Xenia напрямую без менеджера
zh_hans: 启动独立版 Xenia

# MainWindow_GameLibraryTooltip
source: Open your game library
de_de: Öffne deine Spielebibliothek
es_es: Abre tu biblioteca de juegos
fr_fr: Ouvrir votre bibliothèque de jeux
hr_hr: Otvori svoju knjižnicu igrara
it_it: Apri la tua libreria di giochi
ja_jp: ゲームライブラリを開く
ko_kr: 게임 라이브러리 열기
nl_nl: Open uw spelbibliotheek
no_no: Åpne ditt spillbibliotek
pl_pl: Otwórz swoją bibliotekę gier
pt_br: Abra sua biblioteca de jogos
pt_pt: Abrir sua biblioteca de jogos
ru_ru: Библиотека игр
sv_se: Öppna ditt spelbibliotek
zh_cn: 打开您的游戏库
zh_hans: 打开您的游戏库

# MainWindow_AboutTooltip
source: Shows information about Xenia Manager
de_de: Informationen zum Xenia Manager anzeigen
es_es: Muestra información sobre Xenia Manager
fr_fr: Affiche les informations sur Xenia Manager
hr_hr: Prikazuje informacije o Xenia Manageru
it_it: Mostra informazioni su Xenia Manager
ja_jp: Xenia Managerについての情報を表示します
ko_kr: Xenia Manager에 대한 정보 표시
nl_nl: Toont informatie over Xenia Manager
no_no: Viser informasjon om Xenia Manager
pl_pl: Pokazuje informacje o Xenia Manager
pt_br: Mostra informações sobre o Xenia Manager
pt_pt: Mostra informações sobre o Xenia Manager
ru_ru: Информация о Xenia Manager
sv_se: Visar information om Xenia Manager
zh_cn: 显示关于Xenia管理器的信息
zh_hans: 显示关于 Xenia Manager 的信息

# MainWindow_ManageTooltip
source: Manage your installed Xenia
de_de: Installiertes Xenia verwalten
es_es: Gestiona tus instalaciones de Xenia
fr_fr: Gérer votre installation de Xenia
hr_hr: Upravljaj instaliranom Xeniom
it_it: Gestisci la tua installazione di Xenia
ja_jp: インストールされたXeniaを管理します
ko_kr: 설치된 Xenia 관리
nl_nl: Beheer uw geïnstalleerde Xenia
no_no: Behandle din installerte Xenia
pl_pl: Zarządzaj zainstalowanymi wersjami Xenia
pt_br: Gerencie suas instalações Xenia
pt_pt: Gerencie sua Xenia instalada
ru_ru: Управление установленными версиями Xenia
sv_se: Hantera din installerade Xenia
zh_cn: 管理您已安装的 Xenia
zh_hans: 管理您已安装的 Xenia

# MainWindow_SettingsTooltip
source: Opens Xenia Manager settings
de_de: Xenia Manager Einstellungen öffnen
es_es: Abre la configuración de Xenia Manager
fr_fr: Ouvre les paramètres de Xenia Manager
hr_hr: Otvori postavke Xenia Managera
it_it: Apre le impostazioni di Xenia Manager
ja_jp: Xenia Managerの設定を開きます
ko_kr: Xenia Manager 설정 열기
nl_nl: Opent Xenia Manager instellingen
no_no: Åpne innstillinger for Xenia
pl_pl: Otwiera ustawienia Xenia Manager
pt_br: Abra configurações do Xenia Manager
pt_pt: Abre configurações do Gerenciador de Xenia
ru_ru: Настройки Xenia Manager
sv_se: Öppnar Xenia Manager-inställningar
zh_cn: 打开 Xenia 管理器设置
zh_hans: 打开 Xenia Manager 设置

# MainWindow_XeniaSettingsTooltip
source: Opens Xenia settings
de_de: Xenia Einstellungen öffnen
es_es: Abre la configuración de Xenia
fr_fr: Ouvre les paramètres de Xenia
hr_hr: Otvori Xenia postavke
it_it: Apre le impostazioni di Xenia
ja_jp: Xeniaの設定を開きます
ko_kr: Xenia 설정 열기
nl_nl: Opent Xenia instellingen
no_no: Åpner Xenia oppsett
pl_pl: Otwiera ustawienia Xenia
pt_br: Abra as configurações do Xenia
pt_pt: Abre configurações de Xenia
ru_ru: Настройки Xenia
sv_se: Öppnar Xenia-inställningar
zh_cn: 打开 Xenia 设置
zh_hans: 打开 Xenia 设置

# ManagePage_XeniaNotInstalled
source: Not Installed
de_de: Nicht Installiert
es_es: No instalado
fr_fr: Non installé
hr_hr: Nije Instalirano
it_it: Non installato
ko_kr: 설치 안 됨
pl_pl: Nie zainstalowano
pt_br: Não instalado
ru_ru: Не установлено
zh_hans: 未安装

# MessageBox_Success
source: Success
de_de: Erfolgreich
es_es: Éxito
fr_fr: Succès
hr_hr: Uspjeh
it_it: Successo
ja_jp: 成功
ko_kr: 성공
nl_nl: Geslaagd
no_no: Vellykket
pl_pl: Sukces
pt_br: Sucesso
pt_pt: Sucesso
ru_ru: Успешно выполнено
sv_se: Klart
zh_cn: 成功
zh_hans: 成功

# MessageBox_Error
source: Error
de_de: Fehler
fr_fr: Erreur
hr_hr: Greška
it_it: Errore
ja_jp: エラー
ko_kr: 오류
nl_nl: Foutmelding
no_no: Feil
pl_pl: Błąd
pt_br: Erro
pt_pt: ERRO
ru_ru: Ошибка
sv_se: Fel
zh_cn: 错误
zh_hans: 错误

# LibraryGameButton_RemoveGameHeaderText
source: Remove from Xenia Manager
de_de: Aus dem Xenia Manager entfernen
es_es: Remover de Xenia Manager
fr_fr: Supprimer de Xenia Manager
hr_hr: Izbriši iz Xenia Managera
it_it: Rimuovi da Xenia Manager
ja_jp: Xenia Managerから削除
ko_kr: Xenia Manager에서 제거
nl_nl: Verwijderen uit Xenia Manager
no_no: Fjern fra Xenia Manager
pl_pl: Usuń z Xenia Manager
pt_br: Remover de Xenia Manager
pt_pt: Remover do Xenia Manager
ru_ru: Удалить из Xenia Manager
sv_se: Ta bort från Xenia Manager
zh_cn: 从 Xenia 管理器移除
zh_hans: 从 Xenia Manager 中移除

# MessageBox_Remove
source: Remove
de_de: Entfernen
es_es: Remover
fr_fr: Supprimer
hr_hr: Ukloni
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
nl_nl: Verwijderen
no_no: Fjern
pl_pl: Usuń
pt_br: Remover
pt_pt: Excluir
ru_ru: Удаление
sv_se: Radera
zh_cn: 删除
zh_hans: 移除

# MessageBox_RemoveGameText
source: Do you want to remove {0}?
de_de: Möchten Sie {0} entfernen ?
es_es: ¿Deseas remover {0}?
fr_fr: Voulez-vous supprimer {0} ?
hr_hr: Želite li ukloniti {0}?
it_it: Vuoi rimuovere {0}?
ja_jp: {0} を削除しますか？
ko_kr: {0} 을(를) 제거하시겠습니까?
nl_nl: Wilt u verwijderen {0}?
no_no: Vil du fjerne {0}?
pl_pl: Czy chcesz usunąć {0}?
pt_br: ¿Deseja remover {0}?
pt_pt: Deseja remover {0}?
ru_ru: Вы хотите удалить {0}?
sv_se: Vill du ta bort {0}?
zh_cn: 您想要删除 {0} 吗？
zh_hans: 您要移除 {0} 吗？

# MessageBox_RemoveGameContentTitle
source: Remove {0} content
de_de: {0} Inhalte entfernen
es_es: Remover contenido {0}
fr_fr: Supprimer le contenu de {0}
hr_hr: Ukloni sadržaj {0}
it_it: Rimuovi contenuto di {0}
ja_jp: {0} コンテンツを削除
ko_kr: {0} 콘텐츠 제거
nl_nl: Verwijderen {0} inhoud
no_no: Fjern {0} innhold
pl_pl: Usuń zawartość {0}
pt_br: Remover conteúdo {0}
pt_pt: Remover conteúdo {0}
ru_ru: Удаление игровых данных {0}
sv_se: Ta bort {0} innehåll
zh_cn: 删除 {0} 内容
zh_hans: 移除 {0} 内容

# MessageBox_RemoveGameContentText
source: Remove the content folder for {0}?\nThis will delete all installed title updates, save games, and related content.
de_de: Den Inhaltsordner für {0} entfernen?\nDadurch werden alle installierten Titel‑Updates, Spielstände und zugehörigen Inhalte gelöscht.
es_es: ¿Remover carpeta de contenido para {0}?\nEsto borrará todas las actualizaciones de juegos, partidas guardadas y contenido relacionado.
fr_fr: Supprimer le dossier de contenu pour {0} ?\nCela supprimera toutes les mises à jour de titre installées, les sauvegardes et le contenu associé.
hr_hr: Ukloniti mapu sadržaja za {0}?\nOvim će se izbrisati sva instalirana ažuriranja naslova, spremljene igre i povezani sadržaj.
it_it: Rimuovere la cartella dei contenuti per {0}?\nQuesto cancellerà tutti gli aggiornamenti installati, i salvataggi e i contenuti correlati.
ko_kr: {0} 에 대한 폴더를 제거하시겠습니까?\n모든 타이틀 업데이트, 게임 세이브, 관련된 콘텐츠를 제거할 것입니다..
pl_pl: Usunąć folder zawartości dla {0}?\nSpowoduje to usunięcie wszystkich zainstalowanych aktualizacji tytułu, zapisów gier i powiązanej zawartości.
pt_br: ¿Remover pasta de conteúdo para {0}?\nEsto apagará todas as atualizações do jogo, jogos salvos e conteúdo relacionado.
ru_ru: Удалить папку с игрой {0}?\nУдаляться все обновления, сохранения и связанные игровые данные.
zh_hans: 移除 {0} 的内容文件夹吗？\n这将删除所有已安装的标题更新、保存的游戏及相关内容。

# OpenFileDialog_SelectGameTitle
source: Select a game
de_de: Spiel auswählen
es_es: Selecciona un juego
fr_fr: Sélectionner un jeu
hr_hr: Odaberite igru
it_it: Seleziona un gioco
ja_jp: ゲームを選択
ko_kr: 게임 선택
nl_nl: Selecteer een spel
no_no: Velg et spill
pl_pl: Wybierz grę
pt_br: Selecione um jogo
pt_pt: Selecione um jogo
ru_ru: Выберите игру
sv_se: Välj ett spel
zh_cn: 选择一个游戏
zh_hans: 选择游戏

# MessageBox_ConfirmExit
source: Confirm exit
de_de: Beenden bestätigen
es_es: Confirmar salida
fr_fr: Confirmer la fermeture
hr_hr: Potvrdi zatvaranje
it_it: Conferma uscita
ja_jp: 終了を確認
ko_kr: 나가기 확인
nl_nl: Afsluiten bevestigen
no_no: Bekreft avslutning
pl_pl: Potwierdź wyjście
pt_br: Confirmar saída
pt_pt: Confirmar saída
ru_ru: Подтвердите выход
sv_se: Bekräfta avslut
zh_cn: 确认退出
zh_hans: 确认退出

# MessageBox_AddGameWithDefaultArtworkText
source: Do you want to add the game with default box art? Press 'Yes' to proceed, or 'No' to cancel.
de_de: Möchten Sie das Spiel mit dem Standard‑Cover hinzufügen? Drücken Sie "Ja", um fortzufahren, oder "Nein", um abzubrechen.
es_es: ¿Deseas agregar el juego con la carátula? Oprime 'Sí' para proceder, o 'No' para cancelar.
fr_fr: Voulez-vous ajouter le jeu avec l'illustration par défaut ? Appuyez sur 'Oui' pour continuer, ou 'Non' pour annuler.
hr_hr: Želite li dodati igru s običnim posterom? Pritisnite 'Da' za nastavak ili 'Ne' za otkazivanje.
it_it: Vuoi aggiungere il gioco con l'immagine predefinita? Premi 'Sì' per procedere o 'No' per annullare.
ja_jp: デフォルトのボックスアートでゲームを追加しますか？\n「はい」を押して続行します。キャンセルするには「いいえ」を押します。
ko_kr: 기본 박스아트와 함께 게임을 추가하시겠습니까? '예'를 눌러 계속하거나, '아니오'를 눌러 취소하세요.
nl_nl: Wil je het spel toevoegen met een standaard vak kunst?\nDruk op 'Ja' om door te gaan, of 'Nee' om te annuleren.
no_no: Vil du legge til spillet med standard boksen kunst?\nTrykk 'Ja' for å fortsette, eller 'Nei' for å avbryte.
pl_pl: Czy chcesz dodać grę z domyślną okładką?\nNaciśnij "Tak", aby kontynuować, lub "Nie", aby anulować.
pt_br: ¿Quer adicionar o jogo com a capa? Oprime 'Sim' para prosseguir, ou 'Não' para cancelar.
pt_pt: Do you want to add the game with default box art?\nPress 'Yes' to proceed, or 'No' to cancel.
ru_ru: Добавить игру с обложкой по умолчанию? Нажмите «Да» для подтверждения или «Нет» для отмены.
sv_se: Vill du lägga till spelet med standard ruta art?\nTryck på "Ja" för att fortsätta, eller "Nej" för att avbryta.
zh_cn: 您想要用默认框添加游戏吗？\n按“是”继续，或者点击“否”取消。
zh_hans: 是否要使用默认盒装图添加游戏？ 按“是”继续，或按“否”取消。

# MessageBox_UnableFindSelectedGameTitle
source: Couldn't find the selected game
de_de: Das ausgewählte Spiel wurde nicht gefunden
es_es: No pudo encontrarse el juego seleccionado
fr_fr: Impossible de trouver le jeu sélectionné
hr_hr: Nije moguće pronaći odabranu igru
it_it: Impossibile trovare il gioco selezionato
ja_jp: 選択したゲームが見つかりませんでした
ko_kr: 선택된 게임을 찾을 수 없습니다..
nl_nl: Kon het geselecteerde spel niet vinden
no_no: Kunne ikke finne det valgte spillet
pl_pl: Nie udało się znaleźć wybranej gry
pt_br: O jogo selecionado não foi encontrado
pt_pt: Não foi possível encontrar o jogo selecionado
ru_ru: Не удалось найти выбранную игру
sv_se: Kunde inte hitta det valda spelet
zh_cn: 找不到选中的游戏
zh_hans: 找不到选定的游戏

# MessageBox_UnableFindSelectedGameText
source: We couldn't find the selected game in the database.\nDo you want to add it with default artwork (Press "Yes") or retry (Press "No")?
de_de: Das ausgewählte Spiel wurde in der Datenbank nicht gefunden.\nMöchten Sie es mit dem Standard‑Cover hinzufügen ("Ja" drücken) oder erneut versuchen ("Nein" drücken)?
es_es: No pudimos encontrar el juego seleccionado en la base de datos.\n¿Deseas agregarlo con la ilustración por defecto (oprime "Sí") o reintentar (oprime "No")?
fr_fr: Nous n'avons pas pu trouver le jeu sélectionné dans la base de données.\nVoulez-vous l'ajouter avec l'illustration par défaut (Appuyez sur "Oui") ou réessayer (Appuyez sur "Non") ?
hr_hr: Nismo mogli pronaći odabranu igru u bazi podataka.\nŽelite li je dodati s zadanim grafičkim elementima (pritisnite "Da") ili pokušati ponovno (pritisnite "Ne")?
it_it: Non abbiamo trovato il gioco selezionato nel database.\nVuoi aggiungerlo con l'immagine predefinita (Premi "Sì") o riprovare (Premi "No")?
ja_jp: 選択したゲームがデータベースに見つかりませんでした。\nデフォルトのアートワークで追加しますか（「はい」を押してください）または再試行します (「いいえ」を押してください)?
ko_kr: 선택한 게임을 데이터베이스에서 찾을 수 없습니다..\n기본 아트웍으로 추가하시겠습니까('예'를 누를시) 또는 재시도하시겠습니까('아니오'를 누를시)?
nl_nl: We konden het geselecteerde spel niet vinden in de database.\nWilt u het toevoegen met standaard bestanden (ress "Ja") of opnieuw proberen (ress "No")?
no_no: Vi kunne ikke finne det valgte spillet i databasen.\nVil du legge det til med standard kunstverk (Pel "Ja") eller prøv igjen (Pelt "Nei")?
pl_pl: Nie znaleźliśmy wybranej gry w bazie danych.\nCzy chcesz dodać ją z domyślną okładką (Naciśnij "Tak") lub spróbować ponownie (Naciśnij "Nie")?
pt_br: Não foi possível encontrar o jogo selecionado no banco de dados.\n¿Você deseja adicioná-lo com a ilustração padrão (Pressione "Sim")ou tente novamente (pressione "Não")?
ru_ru: Не удалось найти выбранную игру в базе данных.\nДобавить её с обложкой по умолчанию (нажмите «Да») или повторить попытку (нажмите «Нет»)?
sv_se: Vi kunde inte hitta det valda spelet i databasen.\nVill du lägga till det med standard tryckfil (tryck på "Ja") eller försök igen (tryck på "Nej")?
zh_hans: 我们在数据库中找不到选定的游戏。\n是否要使用默认 artwork 添加它（按“是”）或重试（按“否”）？

# MessageBox_MissmatchedTitleIdTitle
source: Mismatched Title ID
de_de: Nicht übereinstimmende Titel‑ID
es_es: ID de título no coincidente
fr_fr: ID de titre incompatible
hr_hr: Neusklađeni ID naslova
it_it: ID Titolo non corrispondente
ja_jp: タイトルIDが一致しません
ko_kr: 일치하지 않는 타이틀 ID
nl_nl: Onovereenkomende titel ID
no_no: Umatchet tittel-ID
pl_pl: Niezgodny identyfikator tytułu (Title ID)
pt_br: ID do título não coincidente
pt_pt: Título ID incompatível
ru_ru: Несоответствие ID игры
sv_se: Oöverträffat titel-ID
zh_cn: 不匹配的标题 ID
zh_hans: 标题 ID 不匹配

# MessageBox_MissmatchedTitleIdText
source: Detected Title ID ({0}) doesn't match selected game ({1}).\nContinue anyway?
de_de: Die erkannte Titel-ID ({0}) stimmt nicht mit dem ausgewählten Spiel ({1}) überein.\nTrotzdem fortfahren?
es_es: La ID de título detectada ({0}) no coincide con el juego seleccionado ({1}).\n¿Continuar de todos modos?
fr_fr: L'ID de titre détecté ({0}) ne correspond pas au jeu sélectionné ({1}).\nContinuer quand même ?
hr_hr: Detektovani ID naslova ({0}) ne odgovara odabranoj igri ({1}).\nŽelite li ipak nastaviti?
it_it: L'ID Titolo rilevato ({0}) non corrisponde al gioco selezionato ({1}).\nContinuare comunque?
ko_kr: 타이틀 ID 발견({0}) 는 선택된 게임 ({1}) 과 맞지 않습니다..\n계속 진행하시겠습니까?
pl_pl: Wykryty identyfikator tytułu ({0}) nie pasuje do wybranej gry ({1}).\nCzy kontynuować mimo to?
pt_br: O ID do título detectado ({0}) não coincide ao jogo selecionado ({1}).\n¿Continuar mesmo assim?
ru_ru: Обнаруженный ID игры ({0}) не совпадает с выбранной игрой ({1}).\nПродолжить?
zh_hans: 检测到的标题 ID ({0}) 与选定的游戏 ({1}) 不匹配。\n是否继续？

# SnackbarPresenter_XeniaUpdateAvailableTitle
source: Xenia has a new update
de_de: Xenia hat ein neues Update.
es_es: Xenia tiene una nueva actualización
fr_fr: Xenia a une nouvelle mise à jour
hr_hr: Xenia ima novo ažuriranje
it_it: Xenia ha un nuovo aggiornamento
ja_jp: Xenia に新しいアップデートがあります。
ko_kr: 새 Xenia 업데이트가 있습니다..
nl_nl: Xenia heeft een nieuwe update
no_no: Xenia har en ny oppdatering
pl_pl: Dostępna nowa aktualizacja Xenia
pt_br: Xenia tem uma nova atualização
pt_pt: Xenia tem uma nova atualização
ru_ru: Доступно обновление Xenia
sv_se: Xenia har en ny uppdatering
zh_cn: Xenia 有一个新的更新
zh_hans: Xenia 有新更新

# SnackbarPresenter_XeniaUpdateAvailableText
source: Open "Manage" page to update these Xenia versions to new version:
de_de: Öffnen Sie die Seite "Verwalten", um diese Xenia Versionen auf die neue Version zu aktualisieren:
es_es: Abre la página "Gestionar" para actualizar estas versiones de Xenia a una nueva versión:
fr_fr: Ouvrez la page "Gérer" pour mettre à jour ces versions de Xenia vers la nouvelle version :
hr_hr: Otvorite "Upravljanje" za ažuriranje ovih verzija Xenie na novu verziju:
it_it: Apri la pagina "Gestisci" per aggiornare queste versioni di Xenia alla nuova versione:
ja_jp: 「管理」ページを開き、これらのXeniaバージョンを新しいバージョンに更新します。
ko_kr: 새 Xenia 버전 업데이트를 위해 "관리" 페이지 열기:
nl_nl: Open de "Beheren" pagina om deze Xenia versies te updaten naar de nieuwe versie:
no_no: Åpne «Manage»-siden for å oppdatere disse Xia-versjonene til ny versjon:
pl_pl: Otwórz stronę "Zarządzaj", aby zaktualizować te wersje Xenia:
pt_br: Abra a página "Gerenciar" para atualizar essas versão do Xenia para uma nova versão:
pt_pt: Abra a página "Gerenciar" para atualizar estas versões Xenia para a nova versão:
ru_ru: Перейдите на страницу «Управление» для обновления указанных версий Xenia до актуальной версии:
sv_se: Öppna "Manage" sida för att uppdatera dessa Xenia-versioner till ny version:
zh_cn: 打开“管理”页面将这些Xenia版本更新到新版本：
zh_hans: 打开“管理”页面以将这些 Xenia 版本更新到新版本：

# LibraryMenuItemShow_GameTitle
source: Title
es_es: Título
fr_fr: Titre
hr_hr: Naslov
it_it: Titolo
ja_jp: ゲームタイトル
ko_kr: 타이틀
nl_nl: Spel Titel
no_no: Tittel på spill
pl_pl: Tytuł
pt_br: Título
pt_pt: Título do Jogo
ru_ru: Название
sv_se: Spelets titel
zh_cn: 游戏标题
zh_hans: 标题

# LibraryMenuItemShow_CompatibilityRating
source: Compatibility
de_de: Kompatibilität
es_es: Compatibilidad
fr_fr: Compatibilité
hr_hr: Kompatibilnost
it_it: Compatibilità
ja_jp: 互換性評価
ko_kr: 호환성
nl_nl: Compatibiliteitsbeoordeling
no_no: Kompatibilitet vurdering
pl_pl: Kompatybilność
pt_br: Compatibilidade
pt_pt: Classificação de Compatibilidade
ru_ru: Совместимость
sv_se: Kompatibilitet betyg
zh_cn: 兼容评分
zh_hans: 兼容性

# CompatibilityRating_Playable
source: Playable
de_de: Spielbar
es_es: Jugable
fr_fr: Jouable
hr_hr: Funkcionalno
it_it: Giocabile
ja_jp: 再生可能
ko_kr: 플레이 가능
nl_nl: Speelbaar
no_no: Spillebar
pl_pl: Grywalna
pt_br: Jogável
pt_pt: Reproduzível
ru_ru: Играбельно
sv_se: Spelbar
zh_cn: 可播放
zh_hans: 可玩

# CompatibilityRating_Loads
source: Loads
de_de: Lädt
es_es: Cargable
fr_fr: Se charge
hr_hr: Učitljivo
it_it: Si avvia
ja_jp: ロード
ko_kr: 불러올 수 있음
nl_nl: Lading
no_no: Laster
pl_pl: Wczytuje się
pt_br: Carregável
pt_pt: Carregamentos
ru_ru: Загружается
sv_se: Laster
zh_cn: 负载
zh_hans: 可加载

# CompatibilityRating_Gameplay
source: Gameplay
es_es: Partida
hr_hr: Igrivo
ja_jp: ゲームプレイ
ko_kr: 게임플레이만
nl_nl: Spel
no_no: Spillopplevelse
pl_pl: Rozgrywka
pt_br: Inicia
pt_pt: Jogabilidade
ru_ru: Играбельно с багами
sv_se: Spelupplägg
zh_cn: 游戏模式
zh_hans: 可运行

# CompatibilityRating_Unplayable
source: Unplayable
de_de: Unspielbar
es_es: Injugable
fr_fr: Injouable
hr_hr: Neigrivo
it_it: Ingiocabile
ja_jp: 再生不可
ko_kr: 플레이 불가
nl_nl: Onspeelbaar
no_no: Uspillbar
pl_pl: Niegrywalna
pt_br: Injogável
pt_pt: Não Reproduzível
ru_ru: Неиграбельно
sv_se: Ospelbar
zh_cn: 不可播放
zh_hans: 不可玩

# CompatibilityRating_Unknown
source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
hr_hr: Nepoznato
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
nl_nl: onbekend
no_no: Ukjent
pl_pl: Nieznana
pt_br: Desconhecido
pt_pt: Desconhecido
ru_ru: Неизвестно
sv_se: Okänd
zh_cn: 未知的
zh_hans: 未知

# LibraryGameButton_PatchesMenuText
source: Patches
es_es: Parches
fr_fr: Correctifs
hr_hr: Zakrpe
it_it: Patch
ja_jp: パッチ
ko_kr: 패치
no_no: Fikser
pl_pl: Łatki
pt_br: Correções
pt_pt: Correções
ru_ru: Патчи
sv_se: Patchar
zh_cn: 补丁
zh_hans: 补丁
