Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# SettingsPage_AutomaticSaveBackupTooltip
source: Enable this option to automatically back up save files to the Backup folder next to Xenia Manager each time Xenia Manager is closed
de_de: Aktivieren Sie diese Option, um beim Schließen von Xenia Manager automatisch Sicherungskopien der Speicherdateien im Backup‑Ordner neben Xenia Manager zu erstellen.
es_es: Al activar esta opción se respaldarán automáticamente los archivos de guardado a la carpeta 'Backup' junto a Xenia Manager cada vez que Xenia Manager se cierre
fr_fr: Activez cette option pour sauvegarder automatiquement les fichiers de sauvegarde dans le dossier Backup à côté de Xenia Manager chaque fois que Xenia Manager est fermé
hr_hr: Omogućite ovu opciju za automatsko sigurnosno kopiranje datoteka u mapu Sigurnosne kopije pored Xenia Managera svaki put kada se Xenia Manager zatvori
it_it: Abilita questa opzione per eseguire automaticamente il backup dei salvataggi nella cartella Backup accanto a Xenia Manager ogni volta che Xenia Manager viene chiuso
ko_kr: 이 옵션을 활성화하면 Xenia Manager를 닫을 때마다 저장 파일을 Xenia Manager 옆에 위치한 Backup 폴더에 자동으로 백업합니다.
pl_pl: Włącz tę opcję, aby automatycznie tworzyć kopie zapasowe plików zapisu w folderze Backup obok Xenia Manager za każdym razem, gdy Xenia Manager jest zamykany
pt_br: Ao ativar esta opção, os arquivos salvos serão automaticamente copiados para a pasta 'Backup' ao lado do Xenia Manager sempre que o Xenia Manager for fechado
ru_ru: Автосоздание резервных копий сохранений в папку Backup при выходе из Xenia Manager.
zh_hans: 启用此选项可在每次关闭 Xenia Manager 时自动将存档文件备份到 Xenia Manager 旁边的 Backup 文件夹

# SettingsPage_ProfileSlot
source: Profile Slot
de_de: Profil Slot
es_es: Ranura de perfil
fr_fr: Emplacement de profil
hr_hr: Utor igračeg profila
it_it: Slot Profilo
ko_kr: 프로필 슬롯
pl_pl: Slot profilu
pt_br: Slot de perfil
ru_ru: Слот профиля
zh_hans: 配置文件槽位

# SettingsPage_ProfileSlotTooltip
source: Select the profile slot whose save files will be automatically backed up each time you exit Xenia
de_de: Wählen Sie den Profil‑Slot aus, dessen Speicherdateien bei jedem Beenden von Xenia automatisch gesichert werden.
es_es: Seleccione la ranura de perfil cuyos archivos de guardado serán automáticamente respaldados cada vez que cierres Xenia
fr_fr: Sélectionnez l'emplacement de profil dont les fichiers de sauvegarde seront automatiquement sauvegardés chaque fois que vous quittez Xenia
hr_hr: Odaberite utor profila čije će se datoteke spremanja automatski sigurnosno kopirati svaki put kada izađete iz Xenie
it_it: Seleziona lo slot profilo i cui salvataggi verranno automaticamente sottoposti a backup ogni volta che esci da Xenia
ko_kr: Xenia를 종료할 때마다 자동으로 백업될 저장 파일의 프로필 슬롯을 선택합니다.
pl_pl: Wybierz slot profilu, którego pliki zapisu będą automatycznie kopiowane przy każdym wyjściu z Xenia
pt_br: Selecione o slot de perfil cujos arquivos salvos serão automaticamente copiados sempre que você fechar o Xenia.
ru_ru: Выберите слот профиля, сохранения которого будут автоматически резервироваться при каждом выходе из Xenia.
zh_hans: 选择其存档文件将在每次退出 Xenia 时自动备份的配置文件槽位

# LibraryGameButton_OpenSaveBackup
source: Open Save Backup
de_de: Sicherungsordner öffnen
es_es: Abrir respaldo de guardado
fr_fr: Ouvrir la sauvegarde
hr_hr: Otvori sigurnosnu kopiju za spremljenu igru
it_it: Apri Backup Salvataggi
ko_kr: 세이브 백업 열기
pl_pl: Otwórz kopię zapasową zapisu
pt_br: Abrir backup de save
ru_ru: Открыть папку резервных копий сохранений
zh_hans: 打开存档备份

# MessageBox_MissingGameSaveBackupsTitle
source: No game save backups
de_de: Keine Sicherungskopien von Spielständen
es_es: No hay respaldos de partidas guardadas
fr_fr: Aucune sauvegarde de jeu
hr_hr: Nema sigurnosnih kopija spremljenih igara
it_it: Nessun backup di salvataggio
ko_kr: 세이브 백업 없음
pl_pl: Brak kopii zapasowych zapisu
pt_br: Não há backups de partidas salvas.
ru_ru: Нет резервных копий сохранений
zh_hans: 无游戏存档备份

# MessageBox_MissingGameSaveBackupsText
source: {0} has no game save backups
de_de: {0} hat keine Sicherungskopien von Spielständen
es_es: {0} no tiene respaldos de partidas guardadas
fr_fr: {0} n'a pas de sauvegardes de jeu
hr_hr: {0} nema sigurnosne kopije spremljenih igara
it_it: {0} non ha backup di salvataggio
ko_kr: {0} 에 대한 세이브가 없습니다..
pl_pl: {0} nie ma kopii zapasowych zapisu gry
pt_br: {0} "Não tem backups de partidas salvas
ru_ru: Для игры {0} нет резервных копий сохранений.
zh_hans: {0} 没有游戏存档备份

# GameDetailsEditor_TitleId
source: Title ID
es_es: ID de título
fr_fr: ID de titre
it_it: ID Titolo
ko_kr: 타이틀 ID
pl_pl: ID Tytułu
pt_br: ID do título
ru_ru: ID игры
zh_hans: 标题 ID

# GameDetailsEditor_MediaId
source: Media ID
es_es: ID multimedia
fr_fr: ID média
it_it: ID Media
ko_kr: 미디어 ID
pl_pl: ID Mediów
pt_br: ID media
ru_ru: ID носителя
zh_hans: 媒体 ID

# GameDetailsEditor_GameTitle
source: Title
es_es: Título
fr_fr: Titre
hr_hr: Naslov
it_it: Titolo
ko_kr: 타이틀
pl_pl: Tytuł
pt_br: Título
ru_ru: Название
zh_hans: 标题

# AboutPage_AppDescription
source: A comprehensive management tool for Xenia Emulator. Easily install, update, and manage different versions of Xenia emulator with an intuitive interface.
de_de: Ein umfassendes Verwaltungstool für den Xenia‑Emulator. Ermöglicht die einfache Installation, Aktualisierung und Verwaltung verschiedener Versionen des Xenia‑Emulators über eine intuitive Benutzeroberfläche.
es_es: Una herramienta de gestión exhaustiva para el emulador de Xbox 360, Xenia.
fr_fr: Un outil de gestion complet pour l'émulateur Xenia. Installez, mettez à jour et gérez facilement différentes versions de l'émulateur Xenia avec une interface intuitive.
hr_hr: Sveobuhvatan alat za upravljanje Xenia Xbox 360 emulatorom. Jednostavno instalirajte, ažurirajte i upravljajte različitim verzijama Xenia emulatora pomoću intuitivnog sučelja.
it_it: Un strumento completo di gestione per l'emulatore Xenia. Installa, aggiorna e gestisci facilmente diverse versioni dell'emulatore Xenia con un'interfaccia intuitiva.
ja_jp: A comprehensive management tool for Xenia Xbox 360 emulator. Easily install, update, and manage different versions of Xenia emulator with an intuitive interface.
ko_kr: Xenia 에뮬레이터용 종합 관리 도구. 직관적인 인터페이스를 통해 Xenia 에뮬레이터의 다양한 버전을 쉽게 설치, 업데이트 및 관리할 수 있습니다.
nl_nl: A comprehensive management tool for Xenia Xbox 360 emulator. Easily install, update, and manage different versions of Xenia emulator with an intuitive interface.
no_no: A comprehensive management tool for Xenia Xbox 360 emulator. Easily install, update, and manage different versions of Xenia emulator with an intuitive interface.
pl_pl: Kompleksowe narzędzie do zarządzania emulatorem Xenia. Z łatwością instaluj, aktualizuj i zarządzaj różnymi wersjami emulatora Xenia za pomocą intuicyjnego interfejsu.
pt_br: Uma ferramenta de gestão abrangente para o emulador de Xbox 360, Xenia
pt_pt: A comprehensive management tool for Xenia Xbox 360 emulator. Easily install, update, and manage different versions of Xenia emulator with an intuitive interface.
ru_ru: Xenia Manager - мощный инструмент для управления эмулятором Xenia. Легко устанавливайте, обновляйте и управляйте разными версиями эмулятора Xenia через удобный интерфейс.
sv_se: A comprehensive management tool for Xenia Xbox 360 emulator. Easily install, update, and manage different versions of Xenia emulator with an intuitive interface.
zh_cn: A comprehensive management tool for Xenia Xbox 360 emulator. Easily install, update, and manage different versions of Xenia emulator with an intuitive interface.
zh_hans: Xenia 模拟器的综合管理工具。通过直观的界面轻松安装、更新和管理不同版本的 Xenia 模拟器。

# AboutPage_WebsiteButtonText
source: Website
es_es: Sitio web
fr_fr: Site web
hr_hr: Web Stranica
it_it: Sito Web
ko_kr: 웹사이트
pl_pl: Strona WWW
pt_br: Site
ru_ru: Веб-сайт
zh_hans: 网站

# AboutPage_CheckForUpdatesButtonText
source: Check For Updates
de_de: Nach Updates suchen
es_es: Buscar actualizaciones
fr_fr: Vérifier les mises à jour
hr_hr: Provjeri ažuriranja
it_it: Controlla Aggiornamenti
ko_kr: 업데이트 확인
pl_pl: Sprawdź aktualizacje
pt_br: Buscar atualizações
ru_ru: Проверить обновления
zh_hans: 检查更新

# AboutPage_LicenseCreditsText
source: License & Credits
de_de: Lizenz & Danksagungen
es_es: Licencia y créditos
fr_fr: Licence et crédits
hr_hr: Licenca i zasluge
it_it: Licenza & Crediti
ko_kr: 라이선스 & 크레딧
pl_pl: Licencja i Twórcy
pt_br: Licença e créditos
ru_ru: Лицензия и авторы
zh_hans: 许可证和致谢

# AboutPage_LicenseCreditsSideText
source: Legal information and acknowledgments
de_de: Rechtliche Hinweise und Danksagungen
es_es: Información legal y reconocimientos
fr_fr: Informations légales et remerciements
hr_hr: Pravne informacije i zahvale
it_it: Informazioni legali e riconoscimenti
ko_kr: 법적 정보 및 고지 사항
pl_pl: Informacje prawne i podziękowania
pt_br: Informações legais e reconhecimentos
ru_ru: Юридическая информация и благодарности
zh_hans: 法律信息和鸣谢

# AboutPage_LicenseText
source: This software is licensed under the BSD-3-Clause License.
de_de: Diese Software ist unter der BSD‑3‑Clause‑Lizenz lizenziert.
es_es: Este software está licenciado bajo la licencia BSD de 3 cláusulas.
fr_fr: Ce logiciel est sous licence BSD-3-Clause.
hr_hr: Ovaj softver je licenciran pod BSD-3-Clause licencom.
it_it: Questo software è concesso in licenza sotto la BSD-3-Clause License.
ko_kr: 이 소프트웨어는 BSD-3-Clause 라이선스 하에 라이선스가 부여되었습니다..
pl_pl: To oprogramowanie jest licencjonowane na licencji BSD-3-Clause.
pt_br: Este software está licenciado sob a licença BSD de 3 cláusulas
ru_ru: Программа распространяется под лицензией BSD-3-Clause.
zh_hans: 本软件根据 BSD-3-Clause 许可证授权。

# MessageBox_SuccessExportLogsText
source: Xenia {0} log file has been exported to Desktop.
de_de: Die Xenia {0} Protokolldatei wurde auf dem Desktop exportiert.
es_es: Se exportó el archivo de registro {0} de Xenia al escritorio.
fr_fr: Le fichier de journal Xenia {0} a été exporté vers le Bureau.
hr_hr: Logovi Xenia {0} izvezena je na računalo.
it_it: Il file di log di Xenia {0} è stato esportato sul Desktop.
ko_kr: Xenia {0} 로그 파일을 바탕화면에 내보냈습니다..
pl_pl: Plik dziennika Xenia {0} został wyeksportowany na Pulpit.
pt_br: O arquivo de registro {0} do Xenia foi exportado.
ru_ru: Файл журнала Xenia {0} экспортирован на рабочий стол.
zh_hans: Xenia {0} 日志文件已导出到桌面。

# ManagePage_UpdateGameControllerDatabase
source: Update SDL Database
de_de: SDL Datenbank aktualisieren
es_es: Actualizar base de datos SDL
fr_fr: Mettre à jour SDL
hr_hr: Ažuriranje SDL baze podataka
it_it: Aggiorna database SDL
ko_kr: SDL 데이터베이스 업데이트
pl_pl: Aktualizuj bazę danych SDL
pt_br: Atualizar base de dados SDL
ru_ru: Обновить базу SDL
sv_se: Update Game Controller Database
zh_hans: 更新 SDL 数据库

# MessageBox_SuccessUpdateGameControllerDatabaseText
source: Successfully updated Xenia {0} game controller database.
de_de: Die Xenia {0} Gamecontroller‑Datenbank wurde erfolgreich aktualisiert.
es_es: Se actualizó la base de datos {0} de Xenia con éxito.
fr_fr: Base de données de contrôleurs de jeu Xenia {0} mise à jour avec succès.
hr_hr: Baza podataka igraćeg kontrolera Xenia {0} uspješno je ažurirana.
it_it: Database dei controller di gioco di Xenia {0} aggiornato con successo.
ko_kr: Xenia {0} 게임 컨트롤러 데이터베이스가 성공적으로 업데이트 되었습니다..
pl_pl: Pomyślnie zaktualizowano bazę danych kontrolerów gier Xenia {0}.
pt_br: A base de dados {0} do Xenia foi atualizada com sucesso.
ru_ru: База данных контроллеров для Xenia {0} успешно обновлена.
zh_hans: 成功更新了 Xenia {0} 游戏控制器数据库。

# SnackbarPresenter_CopiedImageTitle
source: Image Copied
de_de: Bild kopiert
es_es: Imagen copiada
fr_fr: Image copiée
hr_hr: Slika je kopirana
it_it: Immagine copiata
ko_kr: 이미지 복사됨
pl_pl: Obraz skopiowany
pt_br: Imagen copiada
ru_ru: Изображение скопировано
zh_hans: 图片已复制

# SnackbarPresenter_CopiedImageText
source: Image has been copied to your clipboard
de_de: Das Bild wurde in die Zwischenablage kopiert.
es_es: Se copió la imagen a tu portapapeles
fr_fr: L'image a été copiée dans votre presse-papiers
hr_hr: Slika je kopirana u vaš međuspremnik
it_it: L'immagine è stata copiata negli appunti
ko_kr: 이미지가 클립보드에 복사되었습니다..
pl_pl: Obraz został skopiowany do schowka
pt_br: A imagem foi copiada para área de transferência
ru_ru: Изображение скопировано в буфер обмена
zh_hans: 图片已复制到剪贴板

# LibraryGameButton_GameScreenshots
source: Screenshots
es_es: Capturas
fr_fr: Captures d'écran
hr_hr: Snimke zaslona
it_it: Screenshot
ko_kr: 스크린샷
pl_pl: Zrzuty ekranu
pt_br: Capturas
ru_ru: Посмотреть скриншоты
zh_hans: 屏幕截图

# ScreenshotContextMenu_OpenFullscreen
source: Open Fullscreen
de_de: Vollbildmodus öffnen
es_es: Abrir en pantalla completa
fr_fr: Ouvrir en plein écran
hr_hr: Prikaži preko cijelog zaslona
it_it: Apri a schermo intero
ko_kr: 전체화면 열기
pl_pl: Otwórz na pełnym ekranie
pt_br: Abrir em tela cheia
ru_ru: Открыть во весь экран
zh_hans: 全屏打开

# ScreenshotContextMenu_CopyImage
source: Copy Image
de_de: Bild kopieren
es_es: Copiar imagen
fr_fr: Copier l'image
hr_hr: Kopiraj sliku
it_it: Copia immagine
ko_kr: 이미지 복사
pl_pl: Kopiuj obraz
pt_br: Copiar imagen
ru_ru: Скопировать изображение
zh_hans: 复制图片

# ScreenshotContextMenu_ShowInExplorer
source: Show in Explorer
de_de: Im Explorer anzeigen
es_es: Mostrar en explorador
fr_fr: Afficher dans l'Explorateur
hr_hr: Prikaži u Exploreru
it_it: Mostra in Esplora risorse
ko_kr: 탐색기에 표시
pl_pl: Pokaż w eksploratorze
pt_br: Mostrar no explorador
ru_ru: Показать в проводнике
zh_hans: 在资源管理器中显示

# ScreenshotContextMenu_DeleteScreenshot
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
hr_hr: Izbriši
it_it: Elimina
ko_kr: 삭제
pl_pl: Usuń
pt_br: Apagar
ru_ru: Удалить
zh_hans: 删除

# AboutPage_UpdateXeniaManagerButtonText
source: Update Xenia Manager
de_de: Xenia Manager aktualisieren
es_es: Actualizar Xenia Manager
fr_fr: Mettre à jour Xenia Manager
hr_hr: Ažuriraj Xenia Manager
it_it: Aggiorna Xenia Manager
ko_kr: Xenia Manager 업데이트
pl_pl: Aktualizuj Xenia Manager
pt_br: Atualizar o Xenia Manager
ru_ru: Обновить Xenia Manager
zh_hans: 更新 Xenia Manager

# SnackbarPresenter_XeniaManagerUpdateAvailableTitle
source: Xenia Manager has a new update
de_de: „Xenia Manager hat ein neues Update
es_es: Xenia Manager tiene una nueva actualización
fr_fr: Xenia Manager a une nouvelle mise à jour
hr_hr: Xenia Manager ima novo ažuriranje
it_it: È disponibile un aggiornamento per Xenia Manager
ko_kr: 새 Xenia Manager 업데이트가 있습니다..
pl_pl: Dostępna nowa aktualizacja Xenia Manager
pt_br: Xenia Manager tem uma nova atualização
ru_ru: Доступно обновление Xenia Manager
zh_hans: Xenia Manager 有新更新

# SnackbarPresenter_XeniaManagerUpdateAvailableText
source: Open "About" page to update Xenia Manager
de_de: Seite "Info" öffnen, um Xenia Manager zu aktualisieren
es_es: Abre la página "Acerca de" para actualizar Xenia Manager
fr_fr: Ouvrez la page "À propos" pour mettre à jour Xenia Manager
hr_hr: Otvorite stranicu "O nama" za ažuriranje Xenia Managera
it_it: Apri la pagina "Informazioni" per aggiornare Xenia Manager
ko_kr: 새 Xenia Manager 버전 업데이트를 위해 "소개" 페이지 열기
pl_pl: Otwórz stronę "O programie", aby zaktualizować Xenia Manager
pt_br: Abra a página "Sobre" para atualizar o Xenia Manager
ru_ru: Откройте страницу «О программе», чтобы обновить Xenia Manager.
zh_hans: 打开“关于”页面以更新 Xenia Manager

# InfoBar_NoUpdatesAvailableTitle
source: No Updates Available
de_de: Keine Updates verfügbar
es_es: No hay actualizaciones disponibles
fr_fr: Aucune mise à jour disponible
hr_hr: Nema dostupnih ažuriranja
it_it: Nessun aggiornamento disponibile
ko_kr: 업데이트 없음
pl_pl: Brak dostępnych aktualizacji
pt_br: Não há atualizações disponíveis
ru_ru: Обновления отсутствуют
zh_hans: 无可用更新

# InfoBar_UpdatesAvailableTitle
source: Updates Available
de_de: Updates verfügbar
es_es: Actualizaciones disponibles
fr_fr: Mises à jour disponibles
hr_hr: Dostupna ažuriranja
it_it: Aggiornamenti disponibili
ko_kr: 업데이트 가능
pl_pl: Dostępne aktualizacje
pt_br: Atualizações disponíveis
ru_ru: Доступны обновления
zh_hans: 有可用更新

# InfoBar_ManagerUpdatesAvailableText
source: There is a newer version of Xenia Manager.
de_de: Es gibt eine neuere Version von Xenia Manager.
es_es: Hay una nueva versión de Xenia Manager.
fr_fr: Il y a une version plus récente de Xenia Manager.
hr_hr: Postoji novija verzija Xenia Managera.
it_it: È disponibile una versione più recente di Xenia Manager.
ko_kr: 새 Xenia Manager 버전이 있습니다..
pl_pl: Dostępna jest nowsza wersja Xenia Manager.
pt_br: Há uma nova versão do Xenia Manager.
ru_ru: Доступна новая версия Xenia Manager.
zh_hans: 有更新版本的 Xenia Manager。

# InfoBar_ManagerNoUpdatesAvailableText
source: You are currently on the latest version of Xenia Manager.
de_de: Sie verwenden derzeit die neueste Version von Xenia Manager.
es_es: Estás en la última versión de Xenia Manager actualmente.
fr_fr: Vous êtes actuellement sur la dernière version de Xenia Manager.
hr_hr: Trenutno koristite najnoviju verziju Xenia Managera.
it_it: Stai utilizzando l'ultima versione di Xenia Manager.
ko_kr: 현재 Xenia Manager의 최신 버전을 사용 중입니다..
pl_pl: Używasz najnowszej wersji Xenia Manager.
pt_br: Você está na versão mais recente do Xenia Manager atualmente.
ru_ru: У вас уже стоит последняя версия Xenia Manager.
zh_hans: 您当前使用的是最新版本的 Xenia Manager。

# XeniaSettingsPage_NvidiaVSyncSettingText
source: Vertical Sync (NVIDIA)
de_de: Vertikale Synchronisation (NVIDIA)
es_es: Sincronización vertical (NVIDIA)
fr_fr: Synchronisation verticale (NVIDIA)
hr_hr: Vertikalna sinkronizacija (NVIDIA)
it_it: Sincronizzazione verticale (NVIDIA)
ko_kr: 수직 동기화 (NVIDIA)
pl_pl: Synchronizacja pionowa (NVIDIA)
pt_br: Sincronização vertical (NVIDIA)
ru_ru: Вертикальная синхронизация (NVIDIA)
zh_hans: 垂直同步 (NVIDIA)
