Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# XeniaSettingsPage_GraphicsFSRMaxUpsamlingPassesSettingTooltip
source: Maximum number of upsampling passes performed in AMD FidelityFX Super Resolution 1.0 (FSR) before falling back to bilinear stretching after the final pass Each pass upscales only to up to 2x2 the previous size If the game outputs a 1280x720 image, 1 pass will upscale it to up to 2560x1440 (below 4K), after 2 passes it will be upscaled to a maximum of 5120x2880 (including 3840x2160 for 4K)... This variable has no effect if the display resolution isn't very high, but may be reduced on resolutions like 4K or 8K in case the performance impact of multiple FSR upsampling passes is too high, or if softer edges are desired 1 - 4, 4 is the maximum internally supported by Xenia
de_de: Maximale Anzahl an Upscaling-Durchläufen, die in AMD FidelityFX Super Resolution 1.0 (FSR) ausgeführt werden, bevor nach dem letzten Durchlauf auf bilineares Strecken zurückgegriffen wird. Jeder Durchlauf skaliert nur bis zu 2×2 der vorherigen Größe hoch. Wenn das Spiel ein Bild mit 1280×720 ausgibt, skaliert 1 Durchlauf es auf bis zu 2560×1440 (unterhalb von 4K), nach 2 Durchläufen wird es auf maximal 5120×2880 hochskaliert (einschließlich 3840×2160 für 4K). Diese Variable hat keine Auswirkung, wenn die Bildschirmauflösung nicht sehr hoch ist, kann jedoch bei Auflösungen wie 4K oder 8K reduziert werden, falls der Leistungsaufwand mehrerer FSR-Upscaling-Durchläufe zu hoch ist oder weichere Kanten gewünscht sind. 1–4, wobei 4 das intern von Xenia maximal unterstützte Limit ist.
es_es: Máximo de número de pases de sobremuestreo realizados en AMD FidelityFX Super Resolution 1.0 (FSR) antes de volver a usar el estiramiento lineal después del pase final Cada pase reescala hasta 2x2 del tamaño anterior Si el juego produce una imagen en 1280x720, 1 pase lo reescalará hasta 2560x1440 (debajo de 4K), se reescalará a un máximo de 5120x2880 después de 2 pases (incluyendo 3840x2160 para 4K)... Esta variable no tiene efecto si la resolución de pantalla no es muy alta, pero puede reducirse en resoluciones como 4K u 8K en caso de que sea muy alto el impacto de rendimiento de múltiples pases de sobremuestreos de FSR, o si se prefieren bordes más suaves 1 - 4, 4 es el máximo soportado internamente por Xenia
fr_fr: Nombre maximum de passes de suréchantillonnage effectuées dans AMD FidelityFX Super Resolution 1.0 (FSR) avant de revenir à l'étirement bilinéaire après la passe finale Chaque passe suréchantillonne seulement jusqu'à 2x2 la taille précédente Si le jeu sort une image 1280x720, 1 passe la suréchantillonnera jusqu'à 2560x1440 (en dessous de 4K), après 2 passes elle sera suréchantillonnée à un maximum de 5120x2880 (y compris 3840x2160 pour 4K)... Cette variable n'a aucun effet si la résolution d'affichage n'est pas très élevée, mais peut être réduite sur des résolutions comme 4K ou 8K au cas où l'impact sur les performances de plusieurs passes de suréchantillonnage FSR serait trop élevé, ou si des bords plus doux sont souhaités 1 - 4, 4 est le maximum supporté en interne par Xenia
hr_hr: Maksimalan broj prolaza za povećanje rezolucije izvršenih u AMD FidelityFX Super Resolution 1.0 (FSR) prije vraćanja na bilinearno rastezanje nakon posljednjeg prolaza Svaki prolaz povećava rezoluciju samo do 2x2 prethodne veličine Ako igra ispisuje sliku od 1280x720, 1 prolaz će je povećati na do 2560x1440 (ispod 4K), nakon 2 prolaza bit će povećana na maksimalno 5120x2880 (uključujući 3840x2160 za 4K)... Ova varijabla nema učinka ako rezolucija zaslona nije jako visoka, ali se može smanjiti na rezolucijama poput 4K ili 8K u slučaju da je utjecaj više prolaza za povećanje rezolucije FSR-a na performanse previsok, ili ako su poželjni mekši rubovi 1 - 4, 4 je maksimum koji Xenia interno podržava
it_it: Numero massimo di passaggi di upsampling eseguiti in AMD FidelityFX Super Resolution 1.0 (FSR) prima di passare allo stretching bilineare dopo il passaggio finale Ogni passaggio esegue l'upscaling solo fino a 2x2 la dimensione precedente Se il gioco produce un'immagine 1280x720, 1 passaggio la upscalerà fino a 2560x1440 (sotto 4K), dopo 2 passaggi sarà upscalata fino a un massimo di 5120x2880 (incluso 3840x2160 per 4K)... Questa variabile non ha effetto se la risoluzione del display non è molto alta, ma può essere ridotta su risoluzioni come 4K o 8K nel caso l'impatto sulle prestazioni di più passaggi di upsampling FSR sia troppo alto, o se si desiderano bordi più morbidi 1 - 4, 4 è il massimo supportato internamente da Xenia
ko_kr: AMD FidelityFX Super Resolution 1.0 (FSR)에서 최종 패스 이후 이중선형 보간으로 전환되기 전에 수행되는 업샘플링 패스의 최대 수 각 패스는 이전 크기의 최대 2x2 배로만 업스케일링됩니다.. 게임이 1280x720 해상도의 이미지를 출력할 경우, 1회 업스케일링으로 최대 2560x1440(4K 미만) 해상도로 업스케일링됩니다. 2회 패스 시 최대 5120x2880 해상도로 업스케일링됩니다.(4K용 3840x2160 포함) 이 변수는 화면 해상도가 매우 높지 않을 경우 효과가 없습니다.만, 4K 또는 8K와 같은 해상도에서는 다중 FSR 업샘플링 패스의 성능 영향이 너무 높을 경우, 또는 더 부드러운 가장자리가 필요할 경우 감소될 수 있습니다.. 1 ~ 4, 4는 Xenia가 내부적으로 지원하는 최대 값입니다..
nl_nl: Maximum aantal upsampling passes uitgevoerd in AMD FidelityFX Super Resolution 1. (BDR) om terug te vallen op de bilinear stretching na de laatste pass Elk stroomopwaarts enkel tot 2x2 de vorige grootte Als het spel een 1280x720 afbeelding uitvoert, 1 pas zal het vergroten tot 2560x1440 (onder de 4K), na 2 passen zal het maximaal 5120x2880 (inclusief 3840x2160 voor 4K). . Deze variabele heeft geen effect als de resolutie voor weergave niet erg hoog is, maar kan worden verminderd op resoluties als 4K of 8K in het geval dat het prestatieeffect van meerdere FSR upsampling passes te hoog is, of als zachte randen gewenst zijn 1 - 4, 4 is het maximale intern ondersteund door Xenia
pl_pl: Maksymalna liczba przebiegów upsamplingu wykonywanych w AMD FidelityFX Super Resolution 1.0 (FSR) przed powrotem do rozciągania dwuliniowego po ostatnim przebiegu Każdy przebieg skaluje tylko do 2x2 poprzedniego rozmiaru Jeśli gra generuje obraz 1280x720, 1 przebieg przeskaluje go do 2560x1440 (poniżej 4K), po 2 przebiegach zostanie przeskalowany do maksymalnie 5120x2880 (w tym 3840x2160 dla 4K)... Ta zmienna nie ma wpływu, jeśli rozdzielczość wyświetlacza nie jest bardzo wysoka, ale można ją zmniejszyć w rozdzielczościach takich jak 4K lub 8K, jeśli wpływ wielu przebiegów upsamplingu FSR na wydajność jest zbyt duży, lub jeśli pożądane są bardziej miękkie krawędzie 1 - 4, 4 to maksimum wewnętrznie obsługiwane przez Xenia
pt_br: Número máximo de passes de sobremuestreamento realizados no AMD FidelityFX Super Resolution 1.0 (FSR) antes de voltar a usar o esticamento linear após o passe final. Cada passe reescala até 2x2 do tamanho anterior. Se o jogo produz uma imagem em 1280x720, 1 passe a reescala até 2560x1440 (abaixo de 4K), e será reescalada para um máximo de 5120x2880 após 2 passes (incluindo 3840x2160 para 4K)... Esta variável não tem efeito se a resolução da tela não for muito alta, mas pode ser reduzida em resoluções como 4K ou 8K caso o impacto de desempenho de múltiplos passes de sobremuestreamento do FSR seja muito alto, ou se forem preferidas bordas mais suaves. Valores permitidos: 1 - 4, sendo 4 o máximo suportado internamente pelo Xenia
ru_ru: Максимальное количество проходов повышения разрешения, выполняемых с помощью технологии AMD FidelityFX Super Resolution 1.0 (FSR), перед применением билинейного растяжения после финального прохода. Каждый проход увеличивает разрешение не более чем в 2 раза по сравнению с предыдущим. Например: если игра выводит изображения с разрешением 1280×720, один проход увеличит его до 2560×1440 (меньше 4K), после двух проходов - до 5120×2880 (включая 3840×2160 для 4K) и так далее. Параметр не оказывает влияния при невысоком разрешении экрана. На высоких разрешениях (4K, 8K) значение может быть уменьшено для оптимизации производительности при множественных проходах FSR или для достижения более мягких краёв изображения. Допустимые значения: от 1 до 4 (максимальное значение, поддерживаемое Xenia).
sv_se: Maximalt antal provtagningspass som utförs i AMD FidelityFX Super Resolution 1. (FSR) innan du faller tillbaka till bilinear stretching efter det slutliga passet Varje pass uppskalas endast till 2x2 den tidigare storleken Om spelet ger ut en 1280x720 bild, 1 pass kommer att skala upp till 2560x1440 (under 4K), efter 2 pass kommer den att skalas upp till maximalt 5120x2880 (inklusive 3840x2160 för 4K). . Denna variabel har ingen effekt om skärmupplösningen inte är så hög, men kan reduceras på resolutioner som 4K eller 8K om prestandaeffekten av flera FSR-provtagningspass är för hög, eller om mjukare kanter önskas 1 - 4, är 4 den maximala interna stöds av Xenia
zh_hans: 在最终传递后回退到双线性拉伸之前，AMD FidelityFX Super Resolution 1.0 (FSR) 中执行的最大上采样传递次数 每次传递仅将前一个尺寸放大至最多 2x2 如果游戏输出 1280x720 图像，1 次传递会将其放大至最多 2560x1440 (低于 4K)， 2 次传递后，它将被放大至最大 5120x2880 (包括 3840x2160 用于 4K)... 如果显示分辨率不是很高，此变量没有影响， 但如果在 4K 或 8K 等分辨率下多次 FSR 上采样传递的性能影响过高，或者需要更柔和的边缘，则可以减少该值 1 - 4，4 是 Xenia 内部支持的最大值

# XeniaSettingsPage_GraphicsPostProcessDitherSettingText
source: Post Process Dither
de_de: Post Processing Dithering
es_es: Tramado posprocesado
fr_fr: Dithering post-traitement
hr_hr: Treperenje Nakon Obrade
it_it: Dither Post Process
ja_jp: ポストプロセス ディザー
ko_kr: 후처리 디더링
nl_nl: Post Proces Dither
no_no: Etterbehandle underd
pl_pl: Dithering post-process
pt_br: Tramado posprocesado
pt_pt: Pós-processamento dither
ru_ru: Постобработка: дизеринг
sv_se: Posta Processen Dither
zh_cn: 后处理抖动
zh_hans: 后处理抖动

# XeniaSettingsPage_GraphicsPostProcessDitherSettingTooltip
source: Dither the final image output from the internal precision to 8 bits per channel so gradients are smoother On a 10bpc display, the lower 2 bits will still be kept, but noise will be added to them Disabling may be recommended for 10bpc, but it depends on the 10bpc displaying capabilities of the actual display used
de_de: Das endgültige Bild aus der internen Präzision auf 8 Bit pro Kanal dithern, damit Farbverläufe weicher wirken. Auf einem 10‑bpc‑Display bleiben die unteren 2 Bit erhalten, es wird jedoch Rauschen hinzugefügt. Das Deaktivieren kann bei 10 bpc empfohlen werden, hängt jedoch von den 10‑bpc‑Darstellungsfähigkeiten des verwendeten Displays ab.
es_es: Agrega un tramado a la imagen de salida final partiendo de la precisión interna a 8 bits por canal para suavizar los gradientes En una pantalla 10bpc, los 2 bits inferiores se conservarán, pero se les agregará ruido Se recomienda desactivarlo para 10bpc, pero depende de las capacidades de la pantalla actualmente en uso para mostrar 10bpc
fr_fr: Applique un dithering à la sortie d'image finale de la précision interne à 8 bits par canal pour que les dégradés soient plus lisses Sur un affichage 10bpc, les 2 bits inférieurs seront toujours conservés, mais du bruit sera ajouté Désactiver peut être recommandé pour 10bpc, mais cela dépend des capacités d'affichage 10bpc de l'affichage réel utilisé
hr_hr: Promijenite konačnu sliku s interne preciznosti na 8 bita po kanalu kako bi gradijenti bili glatkiji. Na 10bpc zaslonu, donja 2 bita će i dalje biti sačuvana, ali će im se dodati šum. Onemogućivanje se može preporučiti za 10bpc, ali ovisi o mogućnostima prikaza 10bpc stvarnog korištenog zaslona.
it_it: Applica il dithering all'immagine finale per ridurre la precisione interna a 8 bit per canale, rendendo le sfumature più fluide Su un display a 10 bit per canale, i 2 bit inferiori verranno mantenuti, ma verrà aggiunto del rumore Disabilitarlo può essere consigliato per display a 10 bit, ma dipende dalle capacità del display utilizzato
ko_kr: 최종 이미지 출력을 내부 정밀도에서 채널당 8비트로 디더링하여 그라데이션이 더 부드러워지도록 합니다.. 10bpc 화면에서 하위 2비트는 여전히 유지되지만, 이들에게 노이즈가 추가됩니다.. 10bpc에 대해 비활성화가 권장될 수 있지만, 이는 실제로 사용되는 화면의 10bpc 표시 기능에 따라 다릅니다..
nl_nl: Duid de eindafbeeldingsuitvoer van de interne precisie naar 8 bits per kanaal zodat de verlopen op een 10bpc display zijn de onderste 2 bits blijven bewaard, maar geluid wordt toegevoegd Uitschakelen kan worden aanbevolen voor 10bpc, maar het hangt af van de 10bpc weergave mogelijkheden van de werkelijke weergave
no_no: Dempe det endelige bildet fra den interne presisjonen til 8 bits per kanal så gradienter er jevnere på en 10bpc skjerm de nederste to bitene vil fortsatt bli holdt, men støy vil bli lagt til dem Deaktivering kan anbefales for 10bpc, men det avhenger av 10bpc visning av den faktiske visningen av den brukte skjermen
pl_pl: Stosuj dithering do końcowego obrazu z wewnętrznej precyzji do 8 bitów na kanał, aby gradienty były gładsze Na wyświetlaczu 10bpc niższe 2 bity zostaną zachowane, ale zostanie do nich dodany szum Wyłączenie może być zalecane dla 10bpc, ale zależy to od możliwości wyświetlania 10bpc rzeczywistego monitora
pt_br: Adiciona um tramado à imagem de saída final, partindo da precisão interna de 8 bits por canal, para suavizar os gradientes. Em uma tela de 10 bpc, os 2 bits inferiores serão preservados, mas será adicionado ruído. Recomenda-se desativar para 10 bpc, mas isso depende das capacidades da tela atualmente em uso para exibir 10 bpc
pt_pt: Mergulhe a saída da imagem final da precisão interna para 8 bits por canal assim os gradientes são Em uma exibição de 10bpc, os 2 bits mais baixos ainda serão mantidos, mas o ruído será adicionado a eles Desabilitar pode ser recomendado para 10bpc, mas depende das capacidades de exibição 10bpc do display real usado
ru_ru: Применяет дизеринг к финальному изображению, преобразуя его к 8-битной глубине цвета, чтобы сделать переходы между цветами более плавными. На дисплее с поддержкой 10 бит на канал (10bpc) младшие 2 бита сохраняются, но к ним всё равно добавляется шум. Отключить дизеринг рекомендуется, только если ваш дисплей действительно поддерживает качественное отображение 10-битного цвета.
sv_se: Drar den slutliga bildutgången från den inre precisionen till 8 bitar per kanal så att gradienterna blir smidigare På en 10bpc-skärm, de lägre 2 bitarna kommer fortfarande att behållas, men buller kommer att läggas till dem Inaktivering kan rekommenderas för 10bpc, men det beror på 10bpc visning kapacitet av den faktiska skärmen som används
zh_hans: 将最终图像输出从内部精度抖动到每通道 8 位，使渐变更平滑 在 10bpc 显示器上，较低的 2 位仍将保留，但会向其中添加噪声 对于 10bpc，建议禁用，但这取决于实际使用的显示器的 10bpc 显示能力

# XeniaSettingsPage_GraphicsAllowInvalidFetchConstantsSettingText
source: Allow Invalid Fetch Constants
de_de: Ungültige Fetch Konstanten zulassen
es_es: Permitir constantes de obtención inválidas
fr_fr: Permettre les constantes de récupération invalides
hr_hr: Dopusti Nevažeće Konstante Dohvaćanja
it_it: Consenti Costanti di Fetch Non Valide
ja_jp: 無効なフェッチ定数を許可する
ko_kr: 잘못된 상수 요청 허용
nl_nl: Ongeldige Fetch Constanten Toestaan
no_no: Tillat ugyldige Hentekonstanter
pl_pl: Zezwalaj na nieprawidłowe stałe pobierania
pt_br: Permitir constantes de obtenção inválidas
pt_pt: Permitir Constantes de Busca Inválidas
ru_ru: Разрешить неверные константы выборки
sv_se: Tillåt ogiltig hämtning konstanter
zh_cn: 允许无效获取常数
zh_hans: 允许无效的获取常量

# XeniaSettingsPage_GraphicsAllowInvalidFetchConstantsSettingTooltip
source: Allow texture and vertex fetch constants with invalid type Generally unsafe because the constant may contain completely invalid values, but may be used to bypass fetch constant type errors in certain games until the real reason why they're invalid is found
de_de: Textur- und Vertex-Fetch-Konstanten mit ungültigem Typ zulassen Im Allgemeinen unsicher, da die Konstante völlig ungültige Werte enthalten kann, kann jedoch verwendet werden, um Fetch-Konstanten-Typfehler in bestimmten Spielen zu umgehen, bis der eigentliche Grund für ihre Ungültigkeit gefunden wird.
es_es: Permite constantes de obtención de texturas y vértices con tipo inválido Generalmente inseguro porque la constante puede contener valores completamente inválidos, pero puede usarse para evitar errores de tipos constantes de obtención en algunos juegos hasta que se encuentre la razón real de por qué son inválidos
fr_fr: Permet les constantes de récupération de texture et de vertex avec un type invalide Généralement dangereux car la constante peut contenir des valeurs complètement invalides, mais peut être utilisé pour contourner les erreurs de type de constante de récupération dans certains jeux jusqu'à ce que la vraie raison pour laquelle elles sont invalides soit trouvée
hr_hr: Dopusti konstante za dohvaćanje tekstura i vrhova s nevažećim tipom Općenito nesigurno jer konstanta može sadržavati potpuno nevažeće vrijednosti, ali se može koristiti za zaobilaženje pogrešaka dohvaćanja tipa konstante u određenim igrama dok se ne pronađe pravi razlog zašto su nevažeće
it_it: Consente l'uso di costanti di fetch per texture e vertici con tipo non valido Generalmente non sicuro perché la costante potrebbe contenere valori completamente non validi, ma può essere usato per aggirare errori di tipo nelle costanti di fetch in alcuni giochi finché non viene trovata la vera ragione della loro invalidità
ko_kr: 무효한 유형의 텍스처 및 버텍스 상수 요청을 허용합니다.. 일반적으로 안전하지 않을 수 있습니다.. 왜냐하면 해당 상수에는 완전히 유효하지 않은 값이 포함될 수 있기 때문입니다.. 그러나 특정 게임에서 상수 요청 오류가 발생할 때 이를 우회하는 데 사용될 수 있습니다.. 유효하지 않은 값을 찾은 진짜 이유를 알기 전까지만요.
nl_nl: Sta textuur en top ophaalconstanten met ongeldig type over het algemeen onveilig omdat de constante volledig ongeldige waarden kan bevatten maar kan worden gebruikt om constante fouten op te halen in bepaalde spellen totdat de echte reden is gevonden waarom ze ongeldig zijn
no_no: Tillat tekstur og vertex hentekonstanter med ugyldig type generelt usikkert fordi konstanten kan inneholde fullstendig ugyldige verdier, men kan bli brukt til å omgå hentede konstante typefeil i enkelte spill inntil den reelle grunnen til at de er ugyldige er funnet
pl_pl: Zezwalaj na stałe pobierania tekstur i wierzchołków o nieprawidłowym typie Ogólnie niebezpieczne, ponieważ stała może zawierać całkowicie nieprawidłowe wartości, ale może być używane do obejścia błędów typu stałej pobierania w niektórych grach, dopóki nie zostanie znaleziona prawdziwa przyczyna ich nieprawidłowości
pt_br: Permite constantes de obtenção de texturas e vértices com tipo inválido. Geralmente inseguro, pois a constante pode conter valores completamente inválidos, mas pode ser usado para evitar erros de tipos de constantes de obtenção em alguns jogos até que se descubra a razão real de por que são inválidos
pt_pt: Permitir textura e vértice buscar constantes com tipo Geralmente inseguro porque a constante pode conter valores completamente inválidos, mas pode ser usado para ignorar erros de tipagem constantes em certos jogos até que o verdadeiro motivo pelo qual são inválidos seja encontrado
ru_ru: Этот параметр позволяет применять константы для выборки текстур и вершин, даже если их типы неверны. Это обычно небезопасно, так как значения могут быть неправильными, но иногда помогает избежать ошибок в некоторых играх, пока не будет выяснена настоящая причина проблемы.
sv_se: Tillåt konsistens och vertex hämta konstanter med ogiltig typ Generellt osäker eftersom konstanten kan innehålla helt ogiltiga värden, men kan användas för att kringgå hämta konstant typ fel i vissa spel tills den verkliga anledningen till att de är ogiltiga finns
zh_cn: 允许纹理和顶点获取无效类型 的常量，因为常量可能包含完全无效的值。 但可能被用来跳过在某些游戏中获取常用类型错误。 直到找到它们无效的真正原因。
zh_hans: 允许具有无效类型的纹理和顶点获取常量 通常不安全，因为常量可能包含完全无效的值， 但可用于绕过某些游戏中的获取常量类型错误， 直到找到它们无效的真正原因

# XeniaSettingsPage_GraphicsGammaRenderTargetAsSRgbSettingText
source: Gamma Render Target as sRGB
de_de: Gamma Render Target als sRGB
es_es: Objetivo de renderizado de gamma como sRGB
fr_fr: Cible de rendu gamma comme sRGB
hr_hr: Cilj Gama Renderiranja kao sRGB
it_it: Gamma Render Target come sRGB
ja_jp: ガンマレンダリングターゲットをsRGBとする
ko_kr: 감마 렌더링 대상을 sRGB로 설정
nl_nl: Gamma Render Target als sRGB
no_no: Gamma Render mål som sRGB
pl_pl: Gamma Render Target jako sRGB
pt_br: Objetivo de renderizado de gamma como sRGB
pt_pt: Alvo de Renderização Gama como sRGB
ru_ru: Гамма-коррекция через sRGB
sv_se: Gamma Rendera mål som sRGB
zh_cn: 伽玛渲染目标为 sRGB
zh_hans: 将 Gamma 渲染目标视为 sRGB
