Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# XeniaSettingsPage_GraphicsGammaRenderTargetAsSRgbSettingTooltip
source: When the host can't write piecewise linear gamma directly with correct blending, use sRGB output on the host for conceptually correct blending in linear color space while having slightly different precision distribution in the render target and severely incorrect values if the game accesses the resulting colors directly as raw data
de_de: Wenn der Host keine stückweise lineare Gamma-Kurve direkt mit korrektem Blending schreiben kann, sRGB-Ausgabe auf dem Host verwenden, um konzeptionell korrektes Blending im linearen Farbraum zu erzielen, wobei jedoch die Präzisionsverteilung im Render-Target leicht abweicht und stark falsche Werte entstehen, wenn das Spiel die resultierenden Farben direkt als Rohdaten ausliest.
es_es: Cuando el anfitrión no puede escribir la gamma lineal por partes directamente con la mezcla correcta, usa la salida sRGB en el anfitrión para una mezcla conceptualmente correcta en el espacio de color lineal mientras que tiene una distribución de precisión ligeramente diferente en el objetivo de renderizado y los valores severamente incorrectos si el juego accede a los colores resultantes directamente como datos sin procesar
fr_fr: Quand l'hôte ne peut pas écrire directement le gamma linéaire par morceaux avec un mélange correct, utilise la sortie sRGB sur l'hôte pour un mélange conceptuellement correct dans l'espace colorimétrique linéaire tout en ayant une distribution de précision légèrement différente dans la cible de rendu et des valeurs sévèrement incorrectes si le jeu accède directement aux couleurs résultantes comme données brutes
hr_hr: Kada host ne može izravno pisati djelomično linearnu gamu s ispravnim miješanjem, koristite sRGB izlaz na hostu za konceptualno ispravno miješanje u linearnom prostoru boja uz malo drugačiju distribuciju preciznosti u cilju renderiranja i ozbiljno netočne vrijednosti ako igra pristupa rezultirajućim bojama izravno kao sirovim podacima
it_it: Quando l'host non può scrivere direttamente la gamma lineare a tratti con il blending corretto, usa l'output sRGB sull'host per un blending concettualmente corretto nello spazio colore lineare pur avendo una distribuzione di precisione leggermente diversa nel render target e valori gravemente errati se il gioco accede direttamente ai colori risultanti come dati grezzi
ko_kr: 호스트에서 piecewise-linear 감마를 직접 올바르게 블렌딩하여 작성할 수 없는 경우, 호스트에서 sRGB 출력을 사용하여 선형 색상 공간에서 개념적으로 올바른 블렌딩을 수행하며, 렌더링 대상에서는 약간 다른 정밀도 분포를 가지지만, 게임이 결과 색상을 raw 데이터로 직접 액세스할 경우 심각하게 잘못된 값이 발생할 수 있습니다.
nl_nl: Wanneer de host niet kan stukjes wise lineaire gamma direct schrijven met juiste menging, gebruik sRGB uitvoer op de host voor conceptueel correct mengen in lineaire kleurruimte terwijl je een iets andere precisie hebt in de render doel en zeer onjuiste waarden als het spel de resulterende kleuren direct als rauw data benadert
no_no: NÃ¥r verten ikke kan skrive stykkevaren direkte med riktig blanding, bruker sRGB utgang på verten for konseptvalg å korrigere i lineær fargerom mens du har litt annerledes presisjonsdistribusjon i render mål og alvorlig feilaktige verdier hvis spillets tilgang de resulterende fargene direkte som rådata
pl_pl: Gdy host nie może zapisać odcinkowo liniowej gammy bezpośrednio z poprawnym mieszaniem, użyj wyjścia sRGB na hoście dla koncepcyjnie poprawnego mieszania w przestrzeni kolorów liniowych, przy nieco innym rozkładzie precyzji w celu renderowania i poważnie nieprawidłowych wartościach, jeśli gra uzyskuje dostęp do wynikowych kolorów bezpośrednio jako surowe dane
pt_br: Quando o host não pode escrever a gamma linear por partes diretamente com a mistura correta, usa a saída sRGB no host para uma mistura conceitualmente correta no espaço de cores linear, enquanto mantém uma distribuição de precisão ligeiramente diferente no alvo de renderização e valores severamente incorretos se o jogo acessar as cores resultantes diretamente como dados brutos
pt_pt: Quando o host não consegue escrever uma gamma linear fragmentada diretamente com a mistura correta, usa a saída sRGB no host para uma mistura conceitualmente correta no espaço de cores linear enquanto tem uma distribuição de precisão ligeiramente diferente no alvo de renderização e valores severamente incorretos se o jogo acessar as cores resultantes diretamente como dados brutos
ru_ru: Когда хост не может записывать кусочно-линейную гамму напрямую с правильным смешиванием, используется вывод в формате sRGB для правильного смешивания в линейном пространстве. Однако это приведёт к немного другому распределению точности при рендеринге и к серьёзным ошибкам, если игра будет читать эти цвета напрямую как сырые данные.
sv_se: När värden inte kan skriva bitvis linjär gamma direkt med korrekt blandning, använder sRGB-utdata på värden för konceptuellt korrekt blandning i linjär färgrymd samtidigt som den har en något annorlunda precisionsfördelning i renderingsmålet och allvarligt felaktiga värden om spelet får tillgång till de resulterande färgerna direkt som rådata
zh_cn: 当主机无法以正确的混合方式直接写入计件线性伽玛时， 在主机上使用sRGB 输出在线性颜色空间中的概念正确混合。 而在渲染目标 中的精度分布略有不同，如果游戏直接以原始数据访问生成的颜色，则其值严重不正确
zh_hans: 当主机无法直接使用正确混合写入分段线性伽马时， 在主机上使用 sRGB 输出以在线性颜色空间中进行概念上正确的混合， 同时在渲染目标中具有略微不同的精度分布， 并且如果游戏直接作为原始数据访问结果颜色，则值严重不正确

# XeniaSettingsPage_GraphicsUseFuzzyAlphaEpsilonSettingText
source: Fuzzy Alpha Epsilon
es_es: Alfa épsilon difuso
fr_fr: Epsilon alpha flou
hr_hr: Nejasan Alfa Epsilon
it_it: Epsilon Alpha Approssimato
ja_jp: ファジーアルファイプシロン
ko_kr: 흐린 알파 엡실론
nl_nl: Fuzzy Alfa Epsilon
no_no: Uzzy Alpha Epsilon
pt_br: Alfa Épsilon Difuso
pt_pt: Epsilon Alfa Fuzzy
ru_ru: Неточное сравнение альфа-канала
zh_cn: 模糊Alpha Epsilon
zh_hans: 模糊 Alpha Epsilon

# XeniaSettingsPage_GraphicsUseFuzzyAlphaEpsilonSettingTooltip
source: Use approximate compare for alpha values to prevent flickering on NVIDIA graphics cards
de_de: Ungefähren Vergleich für Alpha Werte verwenden, um Flackern auf NVIDIA Grafikkarten zu verhindern
es_es: Usa comparación aproximada en valores alfa para prevenir parpadeos en tarjetas gráficas NVIDIA
fr_fr: Utilise une comparaison approximative pour les valeurs alpha pour empêcher le scintillement sur les cartes graphiques NVIDIA
hr_hr: Koristite približnu usporedbu za alfa vrijednosti kako biste spriječili treperenje na NVIDIA grafičkim karticama
it_it: Usa un confronto approssimativo per i valori alpha per prevenire lo sfarfallio su schede grafiche NVIDIA
ja_jp: NVIDIAグラフィックスカードでのちらつきを防ぐためにアルファ値とおおよその比較を使用します
ko_kr: NVIDIA 그래픽 카드에서 플리커링을 방지하기 위해 알파 값에 대해 근사 비교를 사용합니다.
nl_nl: Gebruik geschatte vergelijkingen voor alpha waarden om flikkering op NVIDIA grafische kaarten te voorkomen
no_no: Bruk tilnærmet sammenligning for alfaverdier for å forhindre flimring på NVIDIA grafikkort
pl_pl: Użyj przybliżonego porównania dla wartości alfa, aby zapobiec migotaniu na kartach graficznych NVIDIA
pt_br: Usa comparação aproximada em valores alfa para prevenir cintilação em placas gráficas NVIDIA
pt_pt: Use a comparação aproximada para valores alfa para evitar trechos em placas de vídeo NVIDIA
ru_ru: На видеокартах NVIDIA при отрисовке прозрачных объектов (листва, решётки, частицы) из-за особенностей вычислений с плавающей точкой возникает мерцание. Это происходит потому, что точное сравнение альфа-значений даёт нестабильный результат от кадра к кадру. При включении вместо точного сравнения значений альфа-канала будет использоваться приблизительное с небольшим допуском. Если два значения альфа-канала отличаются очень незначительно, они считаются равными. Это помогает устранить мерцание и другие визуальные проблемы на видеокартах NVIDIA.
sv_se: Använd ungefärlig jämförelse för alfa värden för att förhindra flimmer på NVIDIA grafikkort
zh_cn: 使用 Alpha 值的近似值来防止在NVIDIA 图形卡上闪烁。
zh_hans: 使用近似比较 Alpha 值以防止 NVIDIA 显卡上的闪烁

# XeniaSettingsPage_DisplayQueryOcclusionFakeSampleCountLowerSettingText
source: Query Occlusion Fake Sample Count (Lower Threshold)
de_de: Abfrage Occlusion Gefälschte Sample-Anzahl (Untere Schwelle)
es_es: Recuentos de muestras falsas de consulta de oclusión (umbral inferior)
fr_fr: Échantillons d'occlusion (Seuil inférieur)
hr_hr: Broj lažnih uzoraka okluzije upita (donji prag)
it_it: Conteggio Campioni Finto per Occlusione Query (Soglia Inferiore)
ja_jp: クエリオクルージョン偽サンプル数 (低閾値)
ko_kr: 쿼리 오클루전 가짜 샘플 수 (낮은 트레숄드)
nl_nl: Query Occlusion neke Sample Count (Lower Threshold)
no_no: Query Occlusion Fake eksempeltall (Lower Threshold)
pl_pl: Liczba fałszywych próbek Query Occlusion (Dolny próg)
pt_br: Contagens falsas de amostras de consulta de oclusão (limiar inferior)
pt_pt: Contagem de amostras falsas de consulta (Limiar Limite)
ru_ru: Имитация выборок окклюзии (нижний порог)
sv_se: Query Occlusion Falska Sample Count (Lower Threshold)
zh_hans: 查询遮挡伪样本计数 (下限阈值)

# XeniaSettingsPage_DisplayQueryOcclusionFakeSampleCountLowerSettingTooltip
source: If set to -1 no sample counts are written, games may hang Else, the sample count of every tile will be incremented on every EVENT_WRITE_ZPD by this number Setting this to 0 means everything is reported as occluded
de_de: Wenn auf -1 gesetzt, werden keine Sample-Zähler geschrieben – Spiele können hängen bleiben. Andernfalls wird der Sample-Zähler jeder Kachel bei jedem EVENT_WRITE_ZPD um diese Zahl erhöht. Wird der Wert auf 0 gesetzt, wird alles als verdeckt (occluded) gemeldet.
es_es: No se escribirán los recuentos de muestras si se establece en -1, los juegos podrán colgarse De otro modo, el recuento de muestras de cada baldosa se incrementará en cada EVENT_WRITE_ZPD por este número Todo se reportará como ocluido si esto se configura en 0
fr_fr: Si défini sur -1 aucun nombre d'échantillons n'est écrit, les jeux peuvent se bloquer Sinon, le nombre d'échantillons de chaque tuile sera incrémenté à chaque EVENT_WRITE_ZPD par ce nombre Définir ceci sur 0 signifie que tout est rapporté comme occlus
hr_hr: Ako se postavi na -1, ne zapisuju se brojevi uzoraka, igre se mogu zamrznuti. Inače, broj uzoraka svake pločice bit će povećan za svaki EVENT_WRITE_ZPD za ovaj broj. Postavljanje na 0 znači da se sve prijavljuje kao zaklonjeno.
it_it: Se impostato su -1, nessun conteggio campioni viene scritto, i giochi potrebbero bloccarsi Altrimenti, il conteggio campioni di ogni tile verrà incrementato ad ogni EVENT_WRITE_ZPD di questo numero Impostarlo a 0 significa che tutto viene segnalato come occluso
ko_kr: -1로 설정되면 샘플 카운트가 기록되지 않으며, 게임이 멈출 수 있습니다. 그렇지 않으면, 각 타일의 샘플 카운트는 이 숫자로 인해 각 EVENT_WRITE_ZPD 이벤트마다 증가됩니다. 이 값을 0으로 설정하면 모든 것이 가려진 것으로 보고됩니다.
no_no: Hvis satt til -1 ingen antall utvalg er skrevet, kan spill henge Else, prøveantallet for hver rute vil bli økt på hver EVENT_WRITE_ZPD av dette nummeret og gjør om dette til 0 betyr at alt rapporteres som okkluderte
pl_pl: Jeśli ustawione na -1, liczby próbek nie są zapisywane, gry mogą się zawieszać W przeciwnym razie liczba próbek każdego kafelka będzie zwiększana przy każdym EVENT_WRITE_ZPD o tę liczbę Ustawienie tego na 0 oznacza, że wszystko jest zgłaszane jako zasłonięte (occluded)
pt_br: As contagens de amostras não serão escritas se definido como -1, podendo causar travamentos nos jogos. Caso contrário, a contagem de amostras de cada tile será incrementada em cada EVENT_WRITE_ZPD por esse número. Tudo será reportado como oculto se isso for configurado em 0
pt_pt: Se definido como -1 nenhum contador de amostra será escrito, os jogos podem pendurar Senão, o contador de amostragem de cada bloco será incrementado em cada EVENT_WRITE_ZPD por esse número Definir isto para 0 significa que tudo é relatado como detectado
ru_ru: Это «костыль» для обхода проблемы в эмуляции запросов видимости (occlusion query). Окклюзионные запросы используются для определения, видим ли объект на экране или он полностью перекрыт другими объектами. Этот параметр позволяет эмулировать результат такого запроса, что может быть полезно для совместимости с некоторыми играми. Решение данной проблемы через данный параметр: -1: Полностью отключить систему запросов. Однако игры, которые сильно на нее полагаются, могут зависать. 0: Обмануть игру, сказав, что все объекты невидимы, но при этом многие объекты могут пропадать. > 0: Обмануть игру, сказав, что все объекты условно видимы. Объекты не пропадают, но теряется оптимизация.
sv_se: Om satt till -1 inga exempelantal skrivs, kan spel hänga Annars, antalet prov på varje bricka kommer att ökas på varje EVENT_WRITE_ZPD med detta nummer Inställning detta till 0 betyder att allt rapporteras som ockluderat
zh_cn: 如果设置为 -1，没有写入示例计数，游戏可能会挂起其他的 每张瓷块的样本数将用此数字 递增每张瓷块的样本数值。将此设置为 0 表示所有被报告为被锁定的
zh_hans: 如果设置为 -1，则不写入样本计数，游戏可能会挂起 否则，每个图块的样本计数将在每次 EVENT_WRITE_ZPD 时增加此数字 将其设置为 0 意味着所有内容都被报告为已遮挡

# XeniaSettingsPage_DisplayQueryOcclusionFakeSampleCountUpperSettingText
source: Query Occlusion Fake Sample Count (Upper Threshold)
de_de: Abfrage Occlusion Gefälschte Sample-Anzahl (Obere Schwelle)
es_es: Recuentos de muestras falsas de consulta de oclusión (umbral superior)
fr_fr: Échantillons d'occlusion (Seuil supérieur)
hr_hr: Broj lažnih uzoraka okluzije upita (gornji prag)
it_it: Conteggio Campioni Finto per Occlusione Query (Soglia Superiore)
ja_jp: クエリオクルージョン偽サンプル数 (上限しきい値)
ko_kr: 쿼리 오클루전 가짜 샘플 수 (높은 트레숄드)
nl_nl: Query Occlusion neke Sample Count (bovengrensgrens)
no_no: Query Occlusion Fake utvalg (Ørste terskel)
pl_pl: Liczba fałszywych próbek Query Occlusion (Górny próg)
pt_br: Contagens falsas de amostras de consulta de oclusão (limiar superior)
pt_pt: Contagem de amostras falsas de consulta (Limite Superior)
ru_ru: Имитация выборок окклюзии (верхний порог)
sv_se: Query Occlusion Falska Sample Count (Övre tröskeln)
zh_hans: 查询遮挡伪样本计数 (上限阈值)

# XeniaSettingsPage_DisplayQueryOcclusionFakeSampleCountUpperSettingTooltip
source: Set to higher number than query_occlusion_sample_lower_threshold This value is ignored if query_occlusion_sample_lower_threshold is set to -1
de_de: Auf einen höheren Wert als query_occlusion_sample_lower_threshold setzen. Dieser Wert wird ignoriert, wenn query_occlusion_sample_lower_threshold auf -1 gesetzt ist.
es_es: Establecerse a un número superior que query_occlusion_sample_lower_threshold Se ignorará este valor si query_occlusion_sample_lower_threshold se estableció en -1
fr_fr: Défini sur un nombre plus élevé que query_occlusion_sample_lower_threshold Cette valeur est ignorée si query_occlusion_sample_lower_threshold est défini sur -1
hr_hr: Postavljeno na veći broj od query_occlusion_sample_lower_threshold Ova vrijednost se zanemaruje ako je query_occlusion_sample_lower_threshold postavljen na -1
it_it: Imposta un numero maggiore di query_occlusion_sample_lower_threshold Questo valore viene ignorato se query_occlusion_sample_lower_threshold è impostato su -1
ja_jp: query_oclusion_sample_lower_threshold query_oclusion_sample_lower_threshold を -1 に設定すると、この値は無視されます。
ko_kr: 쿼리 오클루전 가짜 샘플 수(낮은 트레숄드)보다 높은 값으로 설정합니다. 이 값은 쿼리 오클루전 가짜 샘플 수(낮은 트레숄드)가 -1로 설정된 경우 무시됩니다.
nl_nl: Stel hoger in dan query_occlusion_sample_lower_threshold Deze waarde wordt genegeerd als query_occlusion_sample_lower_threshold is ingesteld op -1
no_no: Sett til et høyere tall enn query_occlusion_sample_lower_threshold Denne verdien ignoreres hvis query_occlusion_sample_lower_threshold er satt til -1
pl_pl: Ustaw na liczbę wyższą niż query_occlusion_sample_lower_threshold Ta wartość jest ignorowana, jeśli query_occlusion_sample_lower_threshold jest ustawione na -1
pt_br: Definir um valor superior ao de query_occlusion_sample_lower_threshold Este valor será ignorado se query_occlusion_sample_lower_threshold for definido como -1
pt_pt: Definir como número maior que a query_occlusion_sample_lower_threshold Este valor é ignorado se a query_occlusion_sample_lower_threshold está definida como -1
ru_ru: Значение должно быть больше нижнего порога имитации выборок окклюзии. Это значение игнорируется, если нижний порог равен -1.
sv_se: Sätt till högre antal än query_occlusion_sample_lower_threshold Detta värde ignoreras om query_occlusion_sample_lower_threshold är satt till -1
zh_cn: 设置为高于query_occlusion_sample_lower_minimum 如果将query_occlusion_sample_lower_阈值设置为 -1 则忽略此值
zh_hans: 设置为高于 query_occlusion_sample_lower_threshold 的数字 如果 query_occlusion_sample_lower_threshold 设置为 -1，则忽略此值

# XeniaSettingsPage_GeneralAllowPluginsSettingText
source: Allow Plugins
de_de: Plugins zulassen
es_es: Permitir complementos
fr_fr: Permettre les plugins
hr_hr: Dopusti Dodatke
it_it: Consenti Plugin
ja_jp: プラグインを許可する
ko_kr: 플러그인 허용
nl_nl: Plug-ins toestaan
no_no: Tillat Plugins
pl_pl: Zezwalaj na wtyczki
pt_br: Permitir complementos
pt_pt: Permitir Plugins
ru_ru: Разрешить плагины
sv_se: Tillåt plugins
zh_cn: 允许插件
zh_hans: 允许插件

# XeniaSettingsPage_GeneralAllowPluginsSettingTooltip
source: Allows loading of plugins/trainers from plugins\title_id\plugin.xex Plugin are homebrew xex modules which can be used for making mods NOTE: This feature is experimental
de_de: Ermöglicht das Laden von Plugins/Trainern aus plugins\title_id\plugin.xex Plugins sind Homebrew‑XEX‑Module, die für das Erstellen von Mods verwendet werden können. HINWEIS: Diese Funktion ist experimentell.
es_es: Permite la carga de complementos/trainers de plugins\title_id\plugin.xex Los complementos son módulos homebrew xex que pueden usarse para hacer mods NOTA: Esta característica es experimental
fr_fr: Permet le chargement de plugins/trainers depuis plugins\title_id\plugin.xex Les plugins sont des modules xex homebrew qui peuvent être utilisés pour créer des mods NOTE : Cette fonctionnalité est expérimentale
hr_hr: Omogućuje učitavanje dodataka/trenera iz plugins\title_id\plugin.xex Dodaci su homebrew xex moduli koji se mogu koristiti za izradu modova NAPOMENA: Ova značajka je eksperimentalna
it_it: Permette il caricamento di plugin/trainer da plugins\title_id\plugin.xex I plugin sono moduli xex homebrew che possono essere usati per creare mod NOTA: Questa funzionalità è sperimentale
ko_kr: plugins\title_id\plugin.xex에서 플러그인이나 트레일러를 로드합니다. 플러그인은 모드 제작에 사용할 수 있는 자체 제작 XEX 모듈입니다. 노트: 이 기능은 실험적입니다.
nl_nl: Maakt het laden van plugins/trainers van plugins\title_id\plugin mogelijk. ex Plugin zijn homebrew xex modules die kunnen worden gebruikt voor het maken van mods NOTE: Deze functie is experimenteel
no_no: Tillater lasting av plugins/kursholdere fra plugins\title_id\plugin. ex Plugin er homebrew xex moduler som kan brukes for å lage mods MERK: denne funksjonen er eksperimentell
pl_pl: Umożliwia ładowanie wtyczek/trainerów z plugins\title_id\plugin.xex Wtyczki to moduły homebrew xex, które mogą być używane do tworzenia modów UWAGA: Ta funkcja jest eksperymentalna
pt_br: Permite o carregamento de complementos/trainers de plugins\title_id\plugin.xex Os complementos são módulos homebrew xex que podem ser usados para criar mods. NOTA: Este recurso é experimental
pt_pt: Permite o carregamento de plugins/trainers de plugins\title_id\plugin. O Plugin ex é um módulo homebrew xex que pode ser usado para fazer mods NOTA: Este recurso é experimental
ru_ru: Разрешает загрузку плагинов/трейнеров из plugins\title_id\plugin.xex. Плагины - это самодельные xex-модули, которые можно использовать для создания модов. Примечание: эта функция экспериментальная.
sv_se: Tillåter laddning av plugins/trainers från plugins\title_id\plugin. ex Plugin är homebrew xex moduler som kan användas för att göra mods OBS: Denna funktion är experimentell
zh_hans: 允许从 plugins\title_id\plugin.xex 加载插件/修改器 插件是自制 xex 模块，可用于制作模组 注意：此功能是实验性的

# XeniaSettingsPage_GeneralDiscordSettingText
source: Discord Rich Presence
es_es: Estado de actividad en Discord
it_it: Presenza Discord
ko_kr: 디스코드 리치 프리센스
pt_br: Estado de atividade no Discord
pt_pt: Rich Presence do Discord
ru_ru: Статус в Discord
zh_cn: Discord 丰富存在
zh_hans: Discord 丰富状态 (Rich Presence)

# XeniaSettingsPage_GeneralDiscordSettingTooltip
source: Show your activity on Discord
de_de: Zeige deine Aktivität auf Discord
es_es: Muestra tu actividad en Discord
fr_fr: Affiche votre activité sur Discord
hr_hr: Prikažite svoju aktivnost na Discordu
it_it: Mostra la tua attività su Discord
ja_jp: Discordであなたのアクティビティを表示する
ko_kr: 디스코드에 활동 상황을 표시합니다..
nl_nl: Toon je activiteit op Discord
no_no: Vis din aktivitet på Discord
pl_pl: Pokaż swoją aktywność na Discordzie
pt_br: Mostra sua atividade no Discord
pt_pt: Mostre sua atividade no Discord
ru_ru: Отображение вашей активности в Discord.
sv_se: Visa din aktivitet på Discord
zh_cn: 在 Discord 上显示您的活动
zh_hans: 在 Discord 上显示您的活动状态

# XeniaSettingsPage_GeneralApplyPatchesSettingText
source: Game Patches
de_de: Spiel Patches
es_es: Parches de juego
fr_fr: Correctifs de jeu
hr_hr: Zakrpe za Igre
it_it: Patch di Gioco
ja_jp: ゲームパッチ
ko_kr: 게임 패치
nl_nl: Spel Patches
no_no: Spill fikser
pl_pl: Łatki gier
pt_br: Correções de jogo
pt_pt: Atualizações do jogo
ru_ru: Патчи для игры
sv_se: Spel Patchar
zh_cn: 游戏补丁
zh_hans: 游戏补丁

# XeniaSettingsPage_GeneralApplyPatchesSettingTooltip
source: Enables custom patching functionality If disabled, game patches like 60FPS patch won't work
de_de: Aktiviert die benutzerdefinierte Patch‑Funktionalität. Wenn deaktiviert, funktionieren Spiel‑Patches wie z. B. der 60 FPS Patch nicht.
es_es: Activa la funcionalidad de parches personalizados Si está desactivado, no funcionarán los parches de juegos como los de 60 FPS
fr_fr: Active la fonctionnalité de correction personnalisée Si désactivé, les correctifs de jeu comme le correctif 60FPS ne fonctionneront pas
hr_hr: Omogućuje funkcionalnost prilagođenih zakrpa Ako je onemogućeno, zakrpe za igre poput zakrpe za 60FPS neće raditi
it_it: Abilita la funzionalità di patching personalizzato Se disabilitato, le patch di gioco come quella per i 60FPS non funzioneranno
ko_kr: 사용자 정의 패치 기능을 활성화합니다.. 비활성화되면 60FPS 패치와 같은 게임 패치가 작동하지 않습니다..
no_no: Aktiverer egendefinert patching funksjonalitet Hvis deaktivert, spillkorrigeringer som 60FPS-plaster vil ikke fungere
pl_pl: Włącza funkcjonalność niestandardowego patchowania Jeśli wyłączone, łatki do gier, takie jak patch 60FPS, nie będą działać
pt_br: Ativa a funcionalidade de patches personalizados. Se desativado, os Correções de jogos, como os de 60 FPS, não funcionarão
pt_pt: Habilita a funcionalidade de correção personalizada Se desativada, patches do jogo como o patch 60FPS não funcionarão
ru_ru: Включение поддержки пользовательских патчей. Если отключено, патчи вроде 60 FPS не будут работать.
sv_se: Aktiverar anpassade patchningsfunktioner Om inaktiverad, fungerar inte spellpatchar som 60FPS patch
zh_cn: 启用自定义补丁功能 如果禁用，游戏补丁就像60FPS补丁一样无法工作
zh_hans: 启用自定义补丁功能 如果禁用，诸如 60FPS 补丁等游戏补丁将无法工作

# XeniaSettingsPage_GeneralLicenseMaskSettingText
source: License Mask
de_de: Lizenzmaske
es_es: Licencia enmascarada
fr_fr: Masque de licence
hr_hr: Licenca
it_it: Maschera Licenza
ja_jp: ライセンスマスク
ko_kr: 라이선스 마스크
nl_nl: Licentie masker
no_no: Lisens maske
pl_pl: Maska licencji
pt_br: Licença mascarada
pt_pt: Máscara de Licença
ru_ru: Маска лицензий
sv_se: Licens Mask
zh_cn: 许可证蒙版
zh_hans: 许可证掩码
