Repository: xenia-manager/xenia-manager
Catalog: source/XeniaManager.Desktop/Resources/Language/Resource.*.resx
Languages: de_de, es_es, fr_fr, hr_hr, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn, zh_hans

# XeniaSettingsPage_GraphicsAntiAliasingSettingTooltip
source: Post-processing anti-aliasing effect to apply to the image output of the game Heavily recommended when AMD FidelityFX Contrast Adaptive Sharpening or Super Resolution 1.0 is active - FXAA (NVIDIA Fast Approximate Anti-Aliasing 3.11, normal quality preset) - FXAA Extreme (NVIDIA Fast Approximate Anti-Aliasing 3.11, extreme quality preset)
de_de: Post-Processing-Kantenglättungseffekt, der auf die Bildausgabe des Spiels angewendet wird. Wird dringend empfohlen, wenn AMD FidelityFX Contrast Adaptive Sharpening oder Super Resolution 1.0 aktiv ist. - FXAA (NVIDIA Fast Approximate Anti-Aliasing 3.11, Voreinstellung normale Qualität) - FXAA Extreme (NVIDIA Fast Approximate Anti-Aliasing 3.11, Voreinstellung extreme Qualität)
es_es: Efecto de suavizado de líneas posprocesado para aplicar a la imagen de salida del juego Muy recomendado cuando AMD FidelityFX Contrast Adaptive Sharpening o Super Resolution 1.0 está activado - FXAA (NVIDIA Fast Approximate Anti-Aliasing 3.11, predefinido de calidad normal) - FXAA Extreme (NVIDIA Fast Approximate Anti-Aliasing 3.11, predefinido de calidad extrema)
fr_fr: Effet d'anticrénelage post-traitement à appliquer à la sortie d'image du jeu Fortement recommandé quand AMD FidelityFX Contrast Adaptive Sharpening ou Super Resolution 1.0 est actif - FXAA (NVIDIA Fast Approximate Anti-Aliasing 3.11, préréglage de qualité normal) - FXAA Extreme (NVIDIA Fast Approximate Anti-Aliasing 3.11, préréglage de qualité extrême)
hr_hr: Efekt anti-aliasinga nakon obrade koji se primjenjuje na sliku iz igre Toplo se preporučuje kada je aktivan AMD FidelityFX Contrast Adaptive Sharpening ili Super Resolution 1.0 - FXAA (NVIDIA Fast Approximate Anti-Aliasing 3.11, unaprijed postavljena normalna kvaliteta) - FXAA Extreme (NVIDIA Fast Approximate Anti-Aliasing 3.11, unaprijed postavljena ekstremna kvaliteta)
it_it: Effetto di anti-aliasing post-processing da applicare all'immagine in uscita del gioco Fortemente consigliato quando AMD FidelityFX Contrast Adaptive Sharpening o Super Resolution 1.0 è attivo - FXAA (NVIDIA Fast Approximate Anti-Aliasing 3.11, preset qualità normale) - FXAA Extreme (NVIDIA Fast Approximate Anti-Aliasing 3.11, preset qualità estrema)
ko_kr: 게임의 이미지 출력에 적용할 후처리 계단 현상 방지 효과 AMD FidelityFX Contrast Adaptive Sharpening 또는 Super Resolution 1.0이 활성화되어 있을 때 강력히 추천됩니다.. - FXAA (NVIDIA Fast Approximate Anti-Aliasing 3.11, 일반 품질 프리셋) - FXAA Extreme (NVIDIA Fast Approximate Anti-Aliasing 3.11, 극한 품질 프리셋)
nl_nl: Post-processing anti-aliasing effect om toe te passen op de afbeelding van het spel Sterk aanbevolen wanneer AMD FidelityFX Contrast Adaptive Sharpening of Super Resolution 1. is actief - FXAA (NVIDIA Fast Approximate Anti-Aliasing 3. 1, normale kwaliteit voorinstelling - FXAA Extreme (NVIDIA Fast Approximate Anti-Aliasing 3.11, extreme kwaliteit voorkeur)
no_no: Etter behandling av antialiaserende effekt for å gjelde på spillets bildeutgang Sterkt anbefalt når AMD FidelityFX Contrast Adaptive Sharpening eller Super Resolution 1. er aktiv – FXAA (NVIDIA rask ksimate utjevning 3. 1, normal kvalitet) - Ekstrem FXAA (NVIDIA Fast Approximate Anti-Aliasing 3.11, ekstremkvalitet forhåndsinnstillt)
pl_pl: Efekt antyaliasingu post-processing stosowany do obrazu wyjściowego gry Mocno zalecane, gdy aktywne jest AMD FidelityFX Contrast Adaptive Sharpening lub Super Resolution 1.0 - FXAA (NVIDIA Fast Approximate Anti-Aliasing 3.11, preset normalnej jakości) - FXAA Extreme (NVIDIA Fast Approximate Anti-Aliasing 3.11, preset ekstremalnej jakości)
pt_br: Efeito de suavização de linhas pós-processado para aplicar à imagem de saída do jogo. Altamente recomendado quando o AMD FidelityFX Contrast Adaptive Sharpening ou Super Resolution 1.0 está ativado. - FXAA (NVIDIA Fast Approximate Anti-Aliasing 3.11, predefinição de qualidade normal) - FXAA Extreme (NVIDIA Fast Approximate Anti-Aliasing 3.11, predefinição de qualidade extrema)
pt_pt: O efeito anti-aliasing pós-processamento para aplicar à saída da imagem do jogo é altamente recomendado quando AMD FidelityFX Contrast Adaptive Sharpening ou Super Resolução 1. está ativo - FXAA (NVIDIA Rapidamente Aproximada Anti-Aliasing 3. 1, pré-definição de qualidade normal) - Extremo FXAA (NVIDIA Rápida Aproximada Anti-Aliasing 3.11, predefinição de qualidade extrema )
ru_ru: Эффект сглаживания при постобработке, применяемый к выходному изображению. Рекомендуется использовать, когда активированы AMD FidelityFX Contrast Adaptive Sharpening или Super Resolution 1.0. FXAA (NVIDIA Fast Approximate Anti-Aliasing 3.11) - стандартное качество. FXAA Extreme (NVIDIA Fast Approximate Anti-Aliasing 3.11) - экстремальное качество.
sv_se: Efterbearbetning anti-aliasing effekt för att gälla för bildproduktionen i spelet Rekommenderas kraftigt när AMD FidelityFX Contrast Adaptive Sharpening eller Super Resolution 1. är aktiv - FXAA (NVIDIA Snabb Ungefärlig Anti-Aliasing 3. 1, normal kvalitet förinställd) - FXAA Extreme (NVIDIA Snabb Ungefärliga Anti-utjämning 3.11, extrem kvalitet förinställning)
zh_cn: 后处理抗锯齿效果以应用于游戏的图像输出 被推荐当AMD FidelityFX 对比度或超级分辨率1时。 是活动的 - FXAA (NVIDIA Fast Approachate Anti-Aliasing 3)。 1,正常质量预设) - FXAA极限(NVIDIA 快速抗锯齿3.11,极端质量预设)
zh_hans: 应用于游戏图像输出的后处理抗锯齿效果 当 AMD FidelityFX Contrast Adaptive Sharpening 或 Super Resolution 1.0 处于活动状态时强烈推荐 - FXAA (NVIDIA Fast Approximate Anti-Aliasing 3.11，正常质量预设) - FXAA Extreme (NVIDIA Fast Approximate Anti-Aliasing 3.11，极端质量预设)

# XeniaSettingsPage_GraphicsScalingSharpeningSettingText
source: Scaling & Sharpening
de_de: Skalierung & Schärfung
es_es: Escala y nitidez
fr_fr: Mise à l'échelle et netteté
hr_hr: Skaliranje i Oštrenje
it_it: Scalatura & Nitidezza
ja_jp: 拡大縮小とシャープニング
ko_kr: 스케일링 & 선명도
nl_nl: Schalen & Verscherpen
no_no: Skalering og Deling
pl_pl: Skalowanie i wyostrzanie
pt_br: Escala e nitidez
pt_pt: Escala e Afiação
ru_ru: Масштабирование и повышение резкости
sv_se: Skalning och skärpning
zh_cn: 缩放和锐化
zh_hans: 缩放 & 锐化

# XeniaSettingsPage_GraphicsScalingSharpeningSettingTooltip
source: Post-processing effect to use for resampling and/or sharpening of the final display output - Bilinear (Original image at 1:1, simple bilinear stretching for resampling) - FidelityFX CAS (Use AMD FidelityFX Contrast Adaptive Sharpening (CAS) for sharpening at scaling factors of up to 2x2, with additional bilinear stretching for larger factors) - AMD FSR (Use AMD FidelityFX Super Resolution 1.0 (FSR) for highest-quality upscaling, or AMD FidelityFX Contrast Adaptive Sharpening for sharpening while not scaling or downsampling) NOTE: For scaling by factors of more than 2x2, multiple FSR passes are done
de_de: Post-Processing-Effekt zur Verwendung für das Resampling und/oder die Schärfung der endgültigen Bildausgabe Bilinear (Originalbild in 1:1, einfaches bilineares Strecken für Resampling) FidelityFX CAS (Verwendet AMD FidelityFX Contrast Adaptive Sharpening (CAS) zur Schärfung bei Skalierungsfaktoren bis zu 2×2, mit zusätzlichem bilinearem Strecken bei größeren Faktoren) AMD FSR (Verwendet AMD FidelityFX Super Resolution 1.0 (FSR) für hochwertigstes Upscaling oder AMD FidelityFX Contrast Adaptive Sharpening zur Schärfung, wenn keine Skalierung oder ein Downsampling erfolgt) HINWEIS: Bei Skalierungsfaktoren von mehr als 2×2 werden mehrere FSR-Durchläufe durchgeführt.
es_es: Efecto de posprocesado para usar en remuestreos y/o nitidez en la salida de pantalla final - Bilinear (imagen original en 1:1, estirado bilinear simple en remuestreo) - FidelityFX CAS (usa AMD FidelityFX Contrast Adaptive Sharpening (CAS) para agudizar en escala de factores de hasta 2x2, con estirado adicional bilineal en factores superiores) - AMD FSR (usa AMD FidelityFX Super Resolution 1.0 (FSR) para reescalado de máxima calidad o AMD FidelityFX Contrast Adaptive Sharpening para agudizar mientras no se escale o submuestre) NOTA: Para escalar en factores superiores a 2x2, se realizan múltiples pases de FSR
fr_fr: Effet post-traitement à utiliser pour le rééchantillonnage et/ou la netteté de la sortie d'affichage finale - Bilinéaire (Image originale à 1:1, étirement bilinéaire simple pour le rééchantillonnage) - FidelityFX CAS (Utilise AMD FidelityFX Contrast Adaptive Sharpening (CAS) pour la netteté à des facteurs de mise à l'échelle jusqu'à 2x2, avec étirement bilinéaire supplémentaire pour des facteurs plus grands) - AMD FSR (Utilise AMD FidelityFX Super Resolution 1.0 (FSR) pour le suréchantillonnage de la plus haute qualité, ou AMD FidelityFX Contrast Adaptive Sharpening pour la netteté sans mise à l'échelle ou sous-échantillonnage) NOTE : Pour la mise à l'échelle par des facteurs de plus de 2x2, plusieurs passes FSR sont effectuées
hr_hr: Efekt naknadne obrade koji se koristi za ponovno uzorkovanje i/ili izoštravanje konačnog prikaza - Bilinearno (Izvorna slika u omjeru 1:1, jednostavno bilinearno rastezanje za ponovno uzorkovanje) - FidelityFX CAS (Koristite AMD FidelityFX Contrast Adaptive Sharpening (CAS) za izoštravanje pri faktorima skaliranja do 2x2, s dodatnim bilinearnim rastezanjem za veće faktore) - AMD FSR (Koristite AMD FidelityFX Super Resolution 1.0 (FSR) za povećanje skale najviše kvalitete ili AMD FidelityFX Contrast Adaptive Sharpening za izoštravanje bez skaliranja ili smanjenja uzorkovanja) NAPOMENA: Za skaliranje za faktore veće od 2x2, izvode se višestruki FSR prolazci
it_it: Effetto post-processing da utilizzare per il ricampionamento e/o la nitidezza dell'output finale del display - Bilineare (Immagine originale 1:1, semplice stretching bilineare per ricampionamento) - FidelityFX CAS (Usa AMD FidelityFX Contrast Adaptive Sharpening (CAS) per nitidezza con fattori di scalatura fino a 2x2, con stretching bilineare aggiuntivo per fattori maggiori) - AMD FSR (Usa AMD FidelityFX Super Resolution 1.0 (FSR) per upscaling di massima qualità, o AMD FidelityFX Contrast Adaptive Sharpening per nitidezza senza scalatura o downsampling) NOTA: Per scalatura con fattori superiori a 2x2, vengono eseguiti più passaggi FSR
ko_kr: 최종 화면 출력의 리샘플링 및/또는 선명도 후처리 효과 - Bilinear (원본 이미지 1:1 비율, 리샘플링을 위한 단순 이중선형 보간법) - FidelityFX CAS (AMD FidelityFX Contrast Adaptive Sharpening (CAS)을 사용하여 최대 2x2 배율에서 선명도를 조정하며, 더 큰 배율에는 추가로 이중선형 보간 적용) - AMD FSR (AMD FidelityFX Super Resolution 1.0 (FSR)을 사용하여 최고 품질로 업스케일링하거나, AMD FidelityFX Contrast Adaptive Sharpening을 사용하여 스케일링이나 다운샘플링 없이 선명도를 향상시킬 수 있음) 노트: 2x2 이상의 배율로 확장할 경우, 여러 번의 FSR 처리가 수행됩니다..
nl_nl: Post-processing effect om te gebruiken voor resampling en/of verscherpen van de uiteindelijke weergave output - Bilinear (Oorspronkelijke afbeelding op 1:1, Eenvoudige bilinear stretching for resampling) - FidelityFX CAS (Gebruik AMD FidelityFX Contrast Adaptive Sharpening (CAS) voor het verscherpen van factoren bij schalen tot 2x2, met extra bilinear stretching voor grotere factoren) - AMD FSR (Gebruik AMD FidelityFX Super Resolutie 1. (BDR) voor het verhogen van de hoogste kwaliteit, of AMD FidelityFX Contrast Adaptive Sharpening voor het verscherpen van terwijl AMD niet schalen of downsampling) NOTE: Voor schalen door meer dan 2x2, meerdere FSR passes zijn afgerond
no_no: Postbehandling effekt til bruk ved resampling og/eller skarping av siste utgang - Bilineær (fast bilde) 1:1, enkel bilineær strekking for resampling) – FidelityFX CAS (Bruk AMD FidelityFX Contrast Adaptive Sharpening (CAS) for skarping ved skaleringsfaktorer på opptil 2x2, med ytterligere bilineær strekking for større faktorer) – AMD FSR (Bruk AMD FidelityFX Super Resolution 1. (FSR) for oppskalering av høy kvalitet, eller AMD FidelityFX Contrast Adaptive Sharpening for skarpere mens ikke skalerer eller nedstikk: For skalering ved faktorer på mer enn 2x2, Flere FSR passerer når det føres
pl_pl: Efekt post-processing używany do resamplingu i/lub wyostrzania końcowego obrazu - Bilinear (Oryginalny obraz 1:1, proste rozciąganie dwuliniowe dla resamplingu) - FidelityFX CAS (Używa AMD FidelityFX Contrast Adaptive Sharpening (CAS) do wyostrzania przy współczynnikach skalowania do 2x2, z dodatkowym rozciąganiem dwuliniowym dla większych współczynników) - AMD FSR (Używa AMD FidelityFX Super Resolution 1.0 (FSR) dla najwyższej jakości upscalingu lub AMD FidelityFX Contrast Adaptive Sharpening dla wyostrzania bez skalowania lub przy downsamplingu) UWAGA: Przy skalowaniu o współczynniki większe niż 2x2, wykonywane są wielokrotne przebiegi FSR
pt_br: Efeito de pós-processamento para usar em reamostragens e/ou nitidez na saída final da tela. -Bilinear (imagem original em 1:1, esticamento bilinear simples em reamostragem) -FidelityFX CAS (usa AMD FidelityFX Contrast Adaptive Sharpening (CAS) para nitidez em escala de fatores de até 2x2, com esticamento bilinear adicional em fatores superiores) -AMD FSR (usa AMD FidelityFX Super Resolution 1.0 (FSR) para reescalonamento de máxima qualidade ou AMD FidelityFX Contrast Adaptive Sharpening para nitidez quando não há escalonamento ou subamostragem) NOTA: Para escalonar em fatores superiores a 2x2, são realizados múltiplos passes de FSR
pt_pt: Efeito de pós-processamento para reamostragem e/ou afiamento da saída de exibição final - Bilinear (imagem original em 1:1, alongamento bilinear simples para reamostragem) - FidelityFX CAS (use AMD FidelityFX Contrast Sharpening Adaptive (CAS) para afiar fatores de escala de até 2x2, com alongamento de bilinear adicional para fatores maiores) - AMD FSR (use AMD FidelityFX Super Resolução 1. (FSR) para maior qualidade ao escalar, ou FidelityFX Contrast Sharpening Adaptive for sharpening while not scaling or downsampling) NOTA: for scaling by factors of mais de 2x2, múltiplos passes FSR estão prontos
ru_ru: Эффект постобработки, предназначенный для масштабирования и/или повышения резкости выходного изображения. - Билинейный (для исходного изображения в масштабе 1:1 применяется простое билинейное масштабирование). - FidelityFX CAS (технология AMD FidelityFX Contrast Adaptive Sharpening (CAS) для повышения резкости при масштабировании до 2x2, и с дополнительным билинейным растяжением при больших коэффициентах масштабирования). - AMD FSR (технология AMD FidelityFX Super Resolution 1.0 (FSR) для масштабирования наивысшего качества. Если масштабирование не применяется (или выполняется даунсэмплинг), вместо этого используется FidelityFX CAS для повышения резкости. Примечание: при масштабировании более чем в 2×2 выполняется несколько последовательных проходов FSR.
sv_se: Efterbearbetningseffekt att använda för omsampling och / eller skärpa den slutliga displayen produktionen - Bilinear (Originalbild vid 1:1, Enkel bilinear stretching för resampling) - FidelityFX CAS (Använd AMD FidelityFX Contrast Adaptive Sharpening (CAS) för slipning vid skalfaktorer på upp till 2x2, med ytterligare bilinear stretching för större faktorer) - AMD FSR (Använd AMD FidelityFX Super Resolution 1. (FSR) för uppskalning av högsta kvalitet, eller AMD FidelityFX Contrast Adaptiv slipning för slipning utan skalning eller nedsampling) OBS: För skalning med mer än 2x2 faktorer, multipla FSR-pass är klara
zh_cn: 用于重采和/或锐化最终显示输出 - 双线性的后处理效果(原始图像为1:1, 简易双线拉伸用于重塑) - FidelityFX CAS (使用AMD FidelityFX Contrast Adaptive Sharpening (CAS) 用于在2x2的缩放因子下锐化。 具有额外的双线伸展以获得更大的因子) - AMD FSR (使用 AMD FidelityFX 超级分辨率1)。 高质量升级(FSR) 或AMD FidelityFX 对比自适应Sharpening for shening while not scaling or downsampling) 注意：用于缩放因子大于2x2, 多个FSR 通道已完成
zh_hans: 用于最终显示输出的重新采样和/或锐化的后处理效果 - 双线性 (原始图像 1:1，简单的双线性拉伸用于重新采样) - FidelityFX CAS (使用 AMD FidelityFX Contrast Adaptive Sharpening (CAS) 进行高达 2x2 缩放因子的锐化，对于更大的因子使用额外的双线性拉伸) - AMD FSR (使用 AMD FidelityFX Super Resolution 1.0 (FSR) 获得最高质量的上采样，或使用 AMD FidelityFX Contrast Adaptive Sharpening 在不缩放或下采样时进行锐化) 注意：对于超过 2x2 的缩放因子，会进行多次 FSR 传递

# XeniaSettingsPage_GraphicsFSRSharpnessReductionSettingText
source: FSR Sharpness Reduction
de_de: FSR Schärfungsreduzierung
es_es: Reducción de nitidez de FSR
fr_fr: Réduction de netteté FSR
hr_hr: Smanjenje Oštrine FSR-a
it_it: Riduzione Nitidezza FSR
ja_jp: FSRシャープネス削減
ko_kr: FSR 선명도 감소
nl_nl: FSR Scherpte Vermindering
no_no: FSR skarphet reduksjon
pl_pl: Redukcja ostrości FSR
pt_br: Redução de nitidez do FSR
pt_pt: Redução de Afiação FSR
ru_ru: Снижение резкости FSR
sv_se: FSR Skärpa Minskning
zh_cn: FSR 锋利减少
zh_hans: FSR 锐度降低

# XeniaSettingsPage_GraphicsFSRSharpnessReductionSettingTooltip
source: Sharpness reduction for AMD FidelityFX Super Resolution 1.0 (FSR), in stops (Lower is sharper)
de_de: Schärfungsreduzierung für AMD FidelityFX Super Resolution 1.0 (FSR), in Blendenstufen (Niedrigerer Wert = schärfer)
es_es: Reducción de nitidez en paradas para AMD FidelityFX Super Resolution 1.0 (FSR) (valores inferiores equivalen a más nitidez)
fr_fr: Réduction de netteté pour AMD FidelityFX Super Resolution 1.0 (FSR), en stops (Plus bas est plus net)
hr_hr: Smanjenje oštrine za AMD FidelityFX Super Resolution 1.0 (FSR), u stupnjevima (Niža oštrina je oštrija)
it_it: Riduzione della nitidezza per AMD FidelityFX Super Resolution 1.0 (FSR), in stop (Più basso è più nitido)
ko_kr: AMD FidelityFX Super Resolution 1.0 (FSR)의 선명도 감소, 스톱 단위 (낮을수록 선명함)
nl_nl: Scherpte reductie voor AMD FidelityFX Super Resolution 1.0 (FSR), in stops (Loren is scherper)
no_no: Skarphet reduksjon i AMD FidelityFX Super Resolution 1.0 (FSR), med stopp (lavere er skarper)
pl_pl: Redukcja ostrości dla AMD FidelityFX Super Resolution 1.0 (FSR), w stopniach (Niższa wartość = ostrzej)
pt_br: Redução de nitidez em etapas para AMD FidelityFX Super Resolution 1.0 (FSR) (valores menores equivalem a mais nitidez)
pt_pt: Redução de Afiação para Super-Resolução AMD FidelityFX 1.0 (FSR), em pausa (Lower é mais nítido)
ru_ru: Снижение резкости для AMD FidelityFX Super Resolution 1.0 (FSR), в стопах. Чем меньше, тем резче.
sv_se: Skärpreducering för AMD FidelityFX Super Resolution 1.0 (FSR), i stopp (Lägre är skarpare)
zh_cn: AMD FidelityFX Super Resolution 1.0 (FSR) 的锐度，在停止 (下方更清晰)
zh_hans: AMD FidelityFX Super Resolution 1.0 (FSR) 的锐度降低，以档为单位 (越低越锐利)

# XeniaSettingsPage_GraphicsCASAdditionalSharpnessSettingText
source: CAS Additional Sharpness
de_de: Zusätzliche Schärfung für CAS
es_es: Nitidez adicional de CAS
fr_fr: Netteté supplémentaire CAS
hr_hr: CAS Dodatna Oštrina
it_it: Nitidezza Aggiuntiva CAS
ja_jp: CAS追加シャープネス
ko_kr: CAS 추가 선명도
nl_nl: CAS extra scherpte
no_no: CAS ekstra skarphet
pl_pl: Dodatkowa ostrość CAS
pt_br: Nitidez adicional de CAS
pt_pt: Nitidez adicional do CAS
ru_ru: Дополнительная резкость CAS
sv_se: CAS Ytterligare skärpa
zh_cn: CAS 附加锐度
zh_hans: CAS 额外锐度

# XeniaSettingsPage_GraphicsCASAdditionalSharpnessSettingTooltip
source: Additional sharpness for AMD FidelityFX Contrast Adaptive Sharpening (CAS) (Higher is sharper)
de_de: Zusätzliche Schärfe für AMD FidelityFX Contrast Adaptive Sharpening (CAS) (Höherer Wert = schärfer)
es_es: Nitidez adicional para AMD FidelityFX Contrast Adaptive Sharpening (CAS) (valores superiores equivalen a más nitidez)
fr_fr: Netteté supplémentaire pour AMD FidelityFX Contrast Adaptive Sharpening (CAS) (Plus haut est plus net)
hr_hr: Dodatna oštrina za AMD FidelityFX Contrast Adaptive Sharpening (CAS) (Više je oštrije)
it_it: Nitidezza aggiuntiva per AMD FidelityFX Contrast Adaptive Sharpening (CAS) (Più alto è più nitido)
ja_jp: AMD FidelityFX コントラスト適応シャープニング (CAS) (Higher is sharper)
ko_kr: AMD FidelityFX Contrast Adaptive Sharpening (CAS)를 위한 추가 선명도 (높을수록 선명함)
nl_nl: Extra scherpte voor AMD FidelityFX Contrast Adaptive Sharpening (CAS) (Hoger is scherper)
no_no: Ytterligere skarphet for AMD FidelityFX Contrast Adaptive Sharpening (CAS) (høyere er skarper)
pl_pl: Dodatkowa ostrość dla AMD FidelityFX Contrast Adaptive Sharpening (CAS) (Wyższa wartość = ostrzej)
pt_br: Nitidez adicional para AMD FidelityFX Contrast Adaptive Sharpening (CAS) (valores maiores equivalem a mais nitidez)
pt_pt: Nitidez adicional para AMD FidelityFX Contraste Afiação Adaptável (CAS) (A mais alta é mais nítida)
ru_ru: Дополнительная резкость для AMD FidelityFX Contrast Adaptive Sharpening (CAS). Чем выше, тем резче.
sv_se: Ytterligare skärpa för AMD FidelityFX Contrast Adaptiv slipning (CAS) (Högre är vassare)
zh_cn: AMD FidelityFX 对比自适应锐化(CAS) (更高)
zh_hans: AMD FidelityFX Contrast Adaptive Sharpening (CAS) 的额外锐度 (越高越锐利)

# XeniaSettingsPage_GraphicsFSRMaxUpsamlingPassesSettingText
source: FSR Max Upsampling Passes
de_de: Maximale Anzahl an Upscaling-Durchläufen FSR
es_es: Pases de sobremuestreo máximos de FSR
fr_fr: Passes de suréchantillonnage max FSR
hr_hr: Prolazi za Maksimalno Povećanje FSR-a
it_it: Passaggi Massimi Upsampling FSR
ja_jp: FSR最大アップサンプリングパス
ko_kr: FSR 최대 업샘플링 단계
pl_pl: Maks. przebiegi upsamplingu FSR
pt_br: Passes máximos de sobremuestreo do FSR
pt_pt: FSR Máximo de Passes de Melhoria
ru_ru: Макс. количество проходов FSR
sv_se: FSR Max Uppsamplingspass
zh_cn: FSR maximum Upsamples Passes
zh_hans: FSR 最大上采样传递次数
